{"/docs/":{"data":{"":"","bienvenido-al-manual-de-usuario#Bienvenido al Manual de usuario":"Esta sección contiene toda la información que necesitas para utilizar la aplicación de forma efectiva. A continuación, encontrarás diferentes capítulos que te guiarán paso a paso.\nFicheros Principales En esta sección encontramos todo lo necesario para el funcionamiento básico de la aplicación.\nAcceso"},"title":"Manual Gestión Comercial"},"/docs/ficherosprincipales/articulos/botonera-articulos/":{"data":{"":"","barra-auxiliar-artículos#Barra auxiliar Artículos":"Barra auxiliar Artículos Al igual que en los demás apartados del sistema, econtraremos una barra de navegación auxiliar que nos permitirá realizar las distintas operaciones.\nAntes de continuar con la pantalla principal de la sección de artículos visualizaremos la barra y sus funcionalidades.\nℹ️ Al mantener el puntero encima de cada botón aparecerá una leyenda indicando la funcionalidad del mismo. Botón Descripción Sale de la pantalla actual Nos desplaza al primer registro (El registro con el código más pequeño) Nos desplaza al último registro Nos desplaza un registro hacia atras Sale de la pantalla actual Nos desplaza un registro hacia delante Da de alta un nuevo registro Modifica el registro actual Modifica el registro actual Exporta la ficha del artículo a Microsoft Excel Abre la calculadora del sistema Realiza una búsqeuda de artículo introduciendo el código directamente, introduciendo el comienzo de su descripción o usando el comodín ASTERISCO y a continuación algo que esté incluido en cualquier parte del nombre Cambia el criterio de avenze o retroceso de los registros, por código o por nombre Permite visualizar de manera grafica un extracto de movimientos del artículo Permite asociar el artículo con su respectivo envase Permite indicar que el artículo en pantalla está compuesto por otros artículos Cambia el modo de visualización de la ficha de artículo para ver los totales de movimientos del mismo acumulados por mes/año Información en texto libre para el artículo Permite asociar al artículo en pantalla más códigos de barras dependiendo del proveedor que lo suministre Muestra los clientes a los que no se les ha podido servir este producto Muestra la pantalla de control de lotes y trazabilidad Permite duplicar la ficha del artículo incluyendo stock, precios especiales, promociones… Muestra la pantalla de las promociones en las que está incluido el artículo en pantalla Muestra por pantalla los albaranes de compra pendientes de servir que incluyen el artículo Muestra una ventana la cual nos permite mediante la introducción del % que deseemos modificar rápidamente las tarifas Exporta a un programa de minería de datos las diferentes estadísticas donde aparezca el artículo que estamos visualizando Permite la visualización por pantalla de la imagen del producto Permite ir añadiendo al carrito de compra las unidades del artículo que deseemos "},"title":"Botonera Pantalla Artículos"},"/docs/ficherosprincipales/articulos/funciones-articulos/":{"data":{"":"","funciones-de-la-pantalla-artículos#Funciones de la pantalla Artículos":"Funciones de la pantalla Artículos En este apartado profundizaremos acerca de las diversas opciones y funcionalidades que el sistema permite realizar referente a nuestros artículos.\nExtracto de entradas y salidas de almacen Mediante el botón de extractos de almacen nos mostrará por pantalla un filtro donde podremos especificar el rango de fechas que deseamos consultar, al igual que el tipo de movimiento y los almacenes de origen y destino.\nPermite a su vez realizar un filtro más exhaustivo mediante el contenido de lote o especificando un cliente.\nMarcando la opción “Rentabilidad” el programa realizará un cálculo de la rentabilidad del artículo sobre las fechas indicadas y nos mostrará un informe por pantalla con los resultados.\nEn la siguiente pantalla se muestra el extracto de movimientos de almacén sobre un artículo. En la parte inferior izquierda se nos mostrará de forma rápida el total de unidades de entrada y salida correspondientes a la fecha marcada, al igual que el importe total de compra y venta. También se muestra el precio medio de compra y venta.\nEnvases Podremos asignar mediante el botón de envases los envases asociados al artículo.\nSe nos mostrará por pantalla una sección en la cual podremos realizar las distintas operaciones.\nPodremos añadir o eliminar registros mediante los botones de Alta (Ctrl+A) o Baja (Ctrl+B).\nℹ️ Deberemos tener previamente el artículo envase correspondiente creado Código Artículo: Campo automático. Código Artículo Envase (Cod.Artiuculo): Código de artículo correspondiente al envase a asociar. Unidad: Unidades a asociar. %Descuento: Tanto por ciento de descuento que se aplica al envase. Descuento en euros por unidad: Descuento en euros por unidad de envase. Precio: Precio de venta del envase. Siempre sin IVA Precio Coste: Precio de compra del envase. Siempre sin IVA Código Promoción: Código de promoción a aplicar si procede. Observación: Campo libre. Una vez rellenados los campos, cada vez que cerremos un pedido/albarán de venta o compra, el sistema nos pedirá si deseamos generar los envases. Si tenemos correctamente rellenados los campos se generarán de forma automática los envases.\nLotes o artículos tipo Cesta El programa nos permite crear artículos tipo lote o cesta, para ello primeramente el artículo ha de ser tipo Lote (L) y mediante el botón de lotes se nos mostrará una pantalla parecia a la del punto anterior en la cual podremos asignar los artículos que incluye la cesta.\nEstos artículos irán desgolsados linea por linea en el albaran/factura.\nDatos Acumulados por Mes Tenemos la posibilidad de obtener un gráfico de consumo por meses y año del artículo mostrado en pantalla.\nCampo MEMO Al usar esta opción se nos mostrará una pantalla donde podremos redactar toda la información relacionada a nuestro artículo de carácter interno.\nCódigos de barra Adicionales Al usar esta opcíon se nos mostrará una pantalla donde podremos introducir aquellos códigos adicionales de barras que nos suministra el proveedor."},"title":"Funciones Artículos"},"/docs/ficherosprincipales/articulos/pantallaarticulos/":{"data":{"":"","#":"La sección de artículos es crucial para optimizar y gestionar eficicientemente los procesos comerciales de nuestro negocio. Mediante las múltiples funcionalidades y opciones disponibles podremos gestionar el inventario de nuestra empresa asi como sus movimientos.\nUsaremos el artículo MAHOU 5 ESTRELLAS 1/5 RETORNABLE como ejemplo\nLa imagen proporcionada muestra la pantalla principal de la sección de artículos la cual contiene información detallada sobre cada producto de nuestro catálogo. A continuación desglosaremos los elementos clave de esta pantalla para comprender su funcionalidad y cómo utilizarla de manera adecuada.\n1. Identificación del artículo Código: Número único que identifica el artículo en el sistema. Puede contener carácteres no numericos. ⚠️ El código de artículo es un código INTERNO y sólo identifica el producto dentro de nuestro sistema. Descripción: Nombre detallado del producto. Nombre Resumen: Versión abreviada del nombre del artículo. 2. Clasificación y estado Clasificación: Categorización del producto en cinco niveles jerarquicos. 🌐 A continuación se muestra una imagen con una jerarquía de niveles: La correcta clasificación de artículos es de vital importancia para posteriormente poder sacar las correspondientes estadísticas\nActivo (ACT): Indica si el artículo está activo y por lo tanto se puede vender. Retornable (RET): Indica si se trata de un artículo retornable. Código de Barras: Código de barras del producto. Familia: Familia a la que pertenece el artículo. Tipo: Tipo de producto, se divide en los siguientes: C: El artículo es de tipo Caja. B: El artículo es de tipo Barril. O: El artículo es de tipo Otros. V: El artículo es de tipo Vacío. L: El artículo es de tipo Lote. P: El artículo es de tipo Pieza. X: El artículo es de tipo PLV. U: 3. Costos y Precios Coste/Gastos: Precio de compra del artículo, admite hasta tres decimales. PVP 1-6: Distintas tarifas de venta al público. Por defecto siempre se aplica la tarifa 1. ⚠️ Todos los precios PVP son sin IVA. El precio final se calcula de manera automática dependiendo del tipo asignado. Coste Medio: Campo automático que muestra el coste medio del producto.\nMargen C/V: Margen de beneficio en % de compra y de venta del producto.\nIVA+RE: Tipo de IVA que se aplicará al producto.\n4. Inventario Stock: Stock divido en dos columnas principales, Actual y Mínimo, además disponemos de cinco almacenes independientes.\nEl stock actual es la cantidad real de producto que disponemos en nuestro almacen.\nEl stock mínimo es la cantidad mínima recomendada de producto en nuestro almacen. Cuando esta cantidad sea superada el programa avisará de la situación en cada operación que sea incluido el producto en cuestión.\nUbicación: Campo libre donde se puede introducir la ubicación de nuestro artículo.\n5. Proveedor Proveedor: Código de proveedor que nos suministra el producto. Código Proveedor: Código del artículo que nos asigna el proveedor. Tipo de proveedor: Indica si el artículo es una caja con botellas vacías, un barril vacío, o un producto lleno dispuesto a ser vendido, terminado. Todos los productos de Mahou deberán tener este campo relleno. 6. Detalles Adicionales EMPRE: Empresa perteneciente. En caso de que dispongamos de multiempresa, podremos asignar a que empresa pertenece el artículo. APP: Código de aplicación. Campo reservado para la comunación a aplicaciones externas. Bultos: Bultos que ocupa el producto en el camión. ℹ️ La siguiente información es muy recomendable tenerla rellena adecuadamente para poder obtener unas estadísticas precisas y reales. Litros/UD: Litros totales por unidad. Peso/UD: Indica cuantos KG tiene el artículo en su totalidad. Ud/Caja: Unidades totales que compone una caja. Ud/Palé: Unidades totales de cajas que conforman un palé. Cuenta Venta: Cuenta contable asociada a la venta de este artículo. Cuenta Compras: Cuenta contable asociada a la compra de este artículo. Cuenta Manipulación: Cuenta contable asocaida a lo percibido por la manipulación de este artículo. APR: Ayuda por reparto. Cantidad percibida por repartir el artículo. º Graduación: Campo destinado a aquellos concesionarios que además fabriquen alcohol. En este campo se detallará los grados del producto. Punto Verde Venta: Cantidad en euros por artículo correspondiente al punto verde para las ventas. Punto Verde Compras: Cantidad en euros por artículo correspondiente al punto verde para las compras. Puntos: Vallor en puntos que genera la venta de este artículo. Se usa para las promociones por puntos. Enlace: Código del artículo al cual enlaza. UDS/EM: Unidades de enlace. ⚠️ En el sistema de gestión comercial MEGAS, la función de “Enlace” es utilizada en situaciones donde un mismo artículo es suministrado por dos proveedores diferentes, pero debe ser gestionado bajo un único inventario. Este procedimiento es esencial para mantener una consistencia en el control de stock y optimizar la gestión de inventarios múltiples. Caso de Uso de la Función de Enlace:\nConsidere el artículo con el código 55, “Mahou 5 Estrellas”. Este mismo artículo también puede estar registrado bajo un código diferente, como el código 200, que representa al mismo producto, pero provisto por un segundo proveedor. En esta circunstancia, la función de enlace permite que ambos códigos se gestionen como un único stock.\nConfiguración del Enlace:\nCódigo Principal (Enlace): 200 Unidades de Enlace: 1 Al configurar el artículo 55 con un enlace al código 200, se establece que cualquier transacción que afecte al artículo 55 también afectará proporcionalmente al artículo 200. Por ejemplo, al vender una unidad del artículo 55, el sistema descontará automáticamente una unidad del artículo 200."},"title":"Artículos"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/formas-de-pago/":{"data":{"":"Permite definir las diferentes formas de pago, tanto para clientes como para proveedores.\nCuando accedemos a esta pantalla se nos mostrará una ventana con todas las formas de pago definidas al igual que los botones relativos a las acciones que podremos realizar.\nA la hora de crear una forma de pago podremos hacerlo mediante la botonera usando el botón de alta o mediante el atajo de teclado (Ctrl+A) lo cual nos abrirá una ventana con los siguientes campos.\nCodigo de pago C: Código de la forma de pago. Es un campo alfanumérico. Forma de pago: Nombre de la forma de pago. Número de vencimientos: Número total de vencimientos. Desplazamiento 1-Vto: Número de días que sumará a la fecha de factura para conformar el primer vencmiento. Días entre Vencimientos: Días que habrá entre vencimientos en el caso de que haya más de uno. "},"title":"Formas de Pago"},"/docs/ficherosprincipales/clientes/pantallabonificaciones/":{"data":{"":"","#":"En esta pantalla se hace referencia a las bonificaciones destinadas a incentivar el consumo de este cliente. Este tipo de bonificaciones supone una cantidad en Euros que el concesionario otorga a un cliente en función al consumo que realice en un tiempo estipulado. Estas bonificaciones no tienen por qué existir, a no ser que el concesionario las haya pactado con aterioridad con el cliente.\nPara asignar las bonificaciones deberemos realizar unos pasos previos:\nPaso 1 Asignar los tramos de bonificación Paso 2 Crear las bonificaciones.\nEn la siguiente imagen se muestra la pantalla de comisiones y bonificaciones de la ficha de un cliente.\nEn la imagen apreciamos los siguientes campos:\nBonif. Cajas (Bonificaciones por Caja): Código de bonificación por cajas.\nBonif. Barril (Bonificaciones por Barril): Código de bonififación por barril.\nEstos códigos se asignan de manera automática utilizando el proceso de Asignar códigos de bonificación ![Asignar códigos de bonificación]\nEn esta pantalla, además, se reflejan las comisiones que perciben nuestros empleados o autónomos por realizar su función a este cliente en cuestión. Las comisiones simples se crean en una tabla dispuesta para ello en la opción 2.8.1-Comisiones Simples- Mantenimiento ![Comisiones Simples] Se aplicarán los códigos de columna de la Tabla de Comisiones por cada una de las funciones que consideremos y diferenciando si nuestro personal es empleado o autónomo."},"title":"Bonificaciones Cliente"},"/docs/ficherosprincipales/clientes/pantallaclientes/":{"data":{"":"","clientes#Clientes":"","ficha-de-cliente#Ficha de Cliente":"Clientes En esta pantalla mediante las opciones de menú, podremos consultar diferentes datos de interés, además de realizar las operaciones básicas sobre cada uno de nuestros clientes.\nA la hora de dar de alta un cliente, el programa exigirá la introducción de datos que considera importantes para su gestión, dejando la posibilidad de dejar en blanco aquellos que por lógica carecen de tanta importancia.\nEsta obligatoriedad se pondrá de manifiesto en diferentes mensajes de error bien al dejar un campo obligatorio en blanco o al terminar de recorrer todos los campos de la ficha\nBarra Navegación Cliente Antes de avanzar con la pantalla principal, mostraremos la barra principal de navegación de la pantalla clientes, que dependiendo en que apartado del programa nos encotremos tendra un aspecto diferente.\nNos desplazaremos de izquierda a derecha explicando la funcionalidad de cada botón.\nDejando el puntero encima de cada botón nos mostrará una ventana emergente con su funcionalidad.\nSalir: Botón principal para salir de la pantalla actual. Primero: Este botón nos llevará al primer registro. último: Este botón nos llevará al último registro. Anterior: Nos desplaza un registro anterior. (Se puede usar la combinacion Ctrl + Flecha izquierda) Posterior: Nos desplaza un registro posterior. (Se puede usar la combinacion Ctrl + Flecha derecha) Alta: Da de alta un registro nuevo. (Se puede usar la combinación Ctrl + A) Baja: Da de baja el registro actual. (Se puede usar la combinación Ctrl + B) Modificar: Modifica el registro actual. (Se puede usar la combinación Ctrl + M) Imprimir: Nos muestra una ventana emergente con una serie de listados referentes al cliente en pantalla. Los listados a mostrar son: Estadísticas de venta, Ficha del Cliente y estado de cuenta.\nPara imprimir la orden de domiliciación deberemos introducir en el cuadro “IBAN”\nExportar: Exporta la ficha a excel. En desuso\nCalculadora: Abre la calculadora por defecto del sistema.\nBúsqueda I: Permite buscar por nombre, dirección o código. Permite a su vez buscar introduciendo parte de la palabra.\n$: Mediante el carácter dolar($)(Mayús + 4 ) permite buscar por registros dados de baja. Búsqueda II: Permite buscar por dirección.\nOrden: Permite cambiar el orden de búsqueda de registro. Las opciones disponibles son por código de cliente, dirección comercial y nombre comercial. Precios especiales: Permite acceder a la pantalla de precios especiales asociados al cliente en pantalla. También permite saltar a la pantalla de promociones, bonificaciones y Rappels.\nRutero: Accede a la pantalla de rutas de distribución asignadas al cliente.\nPedidos: Permite visualizar la lista de pedidos del cliente y visualizar cada uno de ellos posicionándonos encima y pulsando intro. Cuando pulsemos Escape (ESC) desde la pantalla volveremos a la ficha del cliente.\nEsta funcionalidad se aplica para las facturas y albaranes.\nAlbaranes: Accede al apartado de albaranes del cliente. Facturas: Accede al apartado de facturas del cliente. Vencimientos: Accede a los vencimientos de facturas del cliente. Ventas: Permite visualizar tres tipos de informe. Un informe de Ventas entre fechas, un informe de incidencias de reparto y un gráfico de consumo comparativo con los dos años anteriores siempre y cuando exista consumo. Histórico de pvp: Permite visualizar los distintos precios de venta de un artículo que se han aplicado al cliente en un periodo de tiempo determinado. Stock de depósitos/Envases: Nos redirige a la pantalla de control de stocks de envases, el control de depósitos y puntos de promoción. Si se tiene el módulo activado, también permite ver la relación de artículos no entregados a ese cliente. Esa opción también lo permite la siguiente opción.\nArtículos pendientes de suministro: Muestra los artñiculos que no se han podido servir al cliente. Información Comercial: Permite llevar un registro de material comercial (PLVs) entregados al cliente. Memo: Información en texto libre para el cliente. Otros datos del cliente: Muestra una pantalla donde poder introducir otros datos de contacto del cliente. Otras direcciones: Permite registrar otras direcciones, personas de contacto y teléfonos del cliente. Cheque/pagaré: Permite imprimir un cheque o pagaré al cliente que tenemos en pantalla. Cubo de datos: Exporta a un programa de minería de datos las diferentes estadísticas del cliente que estamos visualizando. En desuso. Google Maps: Permite visualizar en Google Maps la ubicación del cliente siempre y cuando la dirección este introducida correctamente. En desuso. Ficha de Cliente Procederemos a detallar cada aspecto de la ficha de clientes.\nTodos los campos se recorren de izquierda a derecha\nCódigo cliente: Es un código alfanumerico por el cual el usuario del programa identifica a cada uno de sus clientes.\nEs aconsejable codificar los códigos con 5 carácteres numéricos a fin que que la cuenta contable y el código de cliente mantengan cierta relación.\nEl programa genera automáticamente la cuenta contable si el código es numerico, por ejemplo si nuestro cliente está codificado como 00043, su cuenta contable se generará como: 43000043.\nSi durante el proceso de alta se introduce el símbolo ‘+’ en el campo de código de cliente, el programa genera automáticamente un número de cliente correlativo.\nCódigo Sucursal: POR RELLENAR\nActivo (ACT): Indica el estado del cliente, admite tres tipos de estado\nS (Sí): El cliente se encuentra activo y se pueden realizar operaciones sobre el.\nN (No): El cliente ya no está activo y hay que indicar la fecha de baja. Ya no se podrá realizar ninguna operación sobre el exceptuando consultas.\nI (Inactivo): El cliente ya no está activo pero no necesariamente cerrado. Se utiliza para aquellos clientes que cesan su actividad durante un determinado periodo de tiempo.\nNIF: Este campo se rellena con una estructura determinada que es Número-Letra. El programa es capaz de determinar por sí solo la letra que acompaña el número.\nEn el caso de que sea DNI no calculará la letra.\nTIPO: Hace referencia al tipo de cliente. Lleva asociado una tabla con los códigos de todos los tipos disponibles.\nDATOS FISCALES: Consiste en un bloque de cuatro lineas:\nNombre Fiscal: Nombre fiscal del cliente. Dirección: Dirección fiscal del cliente. Código Postal y Localidad: Sigue una estructura determinada (CP-Localidad). Provincia: Provincia. Siguiendo el orden de izquierda a derecha se nombran los siguientes campos.\nDATOS COMERCIALES\nNombre Comercial: Nombre comercial del cliente (Establecimiento). Dirección Comercial. Código Postal y Localidad: Sigue la misma estructura que los datos fiscales. GRUPO: Esta campo permite agrupar varios clientes con un denominador común, con el fin de hacer referencia al grupo creado en otras secciones del programa.\nPor ejemplo a la hora de crear promociones que afecten a un determinado grupo de clientes.\nPara hacer uso de este campo primero ha de dar de alta los grupos en la sección 153-Grupos de cliente.\nNAC: Indica si se trata de un cliente nacional. Entendemos por cliente nacional a todo aquel cliente al que el proveedor le factura directamente. Para dar de alta un cliente nacional se deberá hacer desde el apartado 157-Clientes - Proveedores.\nSERIE FAC: POR RELLENAR\nOBSERVACIÓN IMPORTANTE: Es un campo libre que sirve para introducir una información relativa a ese cliente, la cual aparecerá por pantalla, a modo de aviso, cada vez que realicemos una operación sobre ese cliente.\nEj: Avisar antes de servir.\nBANCO DOMICILIADO: Nombre del banco domiciliado.\nCuenta bancaria (CTA): Número de cuenta bancaria, se introduce todos los dígitos seguidos.\nEl programa realiza una validación mediante el dígito de control (D.C.) si el número de cuenta introducido es válido, mostrando un mensaje de error en caso de que no lo sea.\nEMAIL FACTURAS: Mediante este campo podremos introduccir hasta dos direcciones de correo las cuales se usarán para el envío de los documentos a través de email. Se debe tener configurado correctamente los parámetros de email\nTELEFONO: Número de telefono del cliente.\nTELEFAX: Número de FAX del cliente.\nREPRESENTANTE: Código del preventista que visita al cliente.\nPara poder asignar un representante, deberemos darlo de alta previamente en el sistema mediante 22 - Personal\nCÓDIGO DE ZONA: El programa permite ubicar a los clientes en zonas con el fin de obtener información estadística basándose en ese critrerio. TIPO DE PAGO-1: Tipo de pago referentes a las operaciones A. TIPO DE PAGO-2: Tipo de pago referente a las operaciones B.\nCUENTA CONTABLE: Código generado automáticamente por el programa al dar de alta un cliente con código numérico.\nTOTAL ALBARANES PENDIENTES: Es el importe total al que ascienden todos los albaranes del cliente que están pendientes de ser facturados. Este dato se genera de manera automática.\nEn algunos casos y debido al erroneo mantenimiento de la base de datos este campo puede arrojar una cantidad diferente a la real. Para ello utilizaremos el recálculo de saldos.\nOBSERVACION: Campo destinado a una observación interna. Este campo no se refleja en ingun lugar más alla de la ficha de cliente.\nTIPO DE FACTURACION: Se utiliza para configurar la facturación automática. Para este campo existen las siguientes opciones:\n0: Factura resumen, es decir, todos los albaranes se agrupan bajo una misma factura. Si se utiliza la opción de Documentación de cargas se facturará todos los albaranes que el cliente tenga en esa carga.\n1: Factura directa. Se creará una factura por cada albaran. 2: Sin factura. Generalmente se utiliza para clientes considerados como Nacionales. 3: Variación de factura resumen. Mediante esta opción se evitará que se facture en documentación de cargas pero mantendra la factura por agrupación. 4: Variación de factura directa. Mediante esta opción se evitará que se facture en documentación de cargas. 1º DIA DE PAGO: Día del mes en el que se gira la factura en el caso de que el cliente sea de crédito.\nVease formas de pago: ![Formas de pago]\n2º DIA DE PAGO: Día del mes en el que se vuelve a girar la factura en caso de que no se haya efectuado el pago en el primer día de pago.\nMES DE NO PAGO: Número del mes en el que el cliente no hace efectivo ningún pago.\nEj: Mes 7 (Agosto) porque el cliente se encuentra de vacaciones.\nTIPO PVP: Indica la tarifa de precios que se aplicará al cliente. Por defecto la tarifa 1.\nALBARÁN VALORADO: Hay dos posibles valores S o N:\nS (Sí): Albarán valorado, cada linea del albarán se imprime con precios y totales. N (No): Albarán sin valorar, cada linea del albarán se imprime solo con la cantidad. RIESGO: Cantidad en Euros o en facturas que se le concede al cliente con el fin de que cuando la deuda llegue al valor introducido nos muestre un aviso y se impida seguir realizando operaciones de venta sobre el. IMPUESTO ESPECIAL: Código numerico predefinido que se asigna a aquellos clientes.\n0: Impuesto Alcohol Exento. 1: Impuesto Alcohol Península. 2: Impuesto Alcohol Canarias. PROMOCION: Valor S/N. Indica si se le aplicarán las promociones generales.\nPUNTOS: Valor S/N. Indica si el cliente puede acumular puntos por compra.\n%EUR ALBARANES: Cantidad en porcentaje de descuento que se aplicará a los albaranes del cliente de forma general.\nLos siguientes campos vienen divididos en dos columnas para la facturación de la serie C (Facturación en A) y para la facturación de la serie F (Facturación en B).\nFACTURACIÓN EN C FACTURACIÓN EN F % DTO. LÍNEA Descuento que se le aplicará en cada linea de albarán Descuento que se le aplicará en cada linea de albarán % DTO. FACTU Descuento que se le aplicará en cada factura Descuento que se le aplicará en cada factura IVA S/N. Indica si se le aplicará IVA S/N. Indica si se le aplicará IVA R. EQUI S/N. Indica si se le aplicará Recargo de Equivalencia S/N. Indica si se le aplicará Recargod de equivalencia DETALLAR S/N. Indica si en una factura resumen aparecen los albaranes detallados o si de lo contrario aparece el número de albarán y el total del mismo. S/N. Indica si en una factura resumen aparecen los albaranes detallados o si de lo contrario aparece el número de albarán y el total del mismo. SALDO: Indica en cantidad de Euros el saldo de facturas pendientes de cobro. Al terminar de introducir los datos en esta pantalla el programa irá presentando las distintas advertencias de datos de caráter obligatorio no introduccidos o erroneos que deberemos subsanar para continuar."},"title":"Pantalla Clientes"},"/docs/ficherosprincipales/clientes/pantallarutas/":{"data":{"":"En esta pantalla podremos asignar las distintas rutas a los clientes. Para ello primeramente deberemos de haber dado de altas las rutas en 20 - Rutas A continuación se detallan los campos:\nRUTA: Código de ruta asignado.\nGR: Sirve para definir rutas referentes a familias de producto.\nEsto es útil cuando, teniendo en nuestro almacén varios productos, utilizamos rutas que distribuyen sólo un producto.\nEj; Agua, cerveza, leche…\nCOB (Cobrar): Admite sólo dos valores, S(Sí) y N(No). Indica si en la ruta asociada se cobrarán automáticamente los albaranes.\nCAMPOS L A D (Días de la semana): Orden de visita del cliente en el rutero.\nEl orden de visita es preferible introducirlo de 10 en 10 por si se desea introduccir alguno nuevo entre medias.\nEn caso de no disponer de espacio en los ordenes de visita, el programa dispone de una funcion de reorganización de rutas que los volverá a colocar de 10 en 10.\nALTA: Fecha de alta de la ruta. Se coge por defecto la fecha actual.\nULT PED (Último pedido): Fecha de último pedido que el cliente ha realizado."},"title":"Rutas de Clientes"},"/docs/ficherosprincipales/proveedores/proveedores/":{"data":{"":"","proveedores#Proveedores":"Proveedores En este apartado encontraremos todo lo relacionado a nuestros proveedores. Una vez ingresemos al apartado de proveedores nos encontraremos la siguiente pantalla\nBotonera Proveedores Salir: Sale de la pantalla actual (Esc). Primero: Nos lleva al primer registro. último: Nos lleva al último registro creado. Anterior: Nos desplaza al registro anterior. (Ctrl + izq) Siguiente: Nos desplaza al siguiente registro. (Ctrl + drch) Alta: Da de alta un nuevo registro. (Ctrl + A) Baja: Da de baja el registro actual. (Ctrl + B) Modificar: Modifica el registro actual. (Ctrl + M) Impresión: Nos permite imprimir dos listados referentes al proveedor seleccionado. Ficha del proveedor o estado de cuenta. (Ctrl + I) Exportar a excel: Exporta la ficha del proveedor a Microsoft Excel. Calculadora: Abre la calculadora del sistema. Búsqueda: Realiza una búsqueda de registro introducciendo el código de proveedor o introduciendo bien parte de su descripción o mediante \"*\" y parte del registro. Precios Especiales: Nos permite visualizar los precios especiales que nos aplica el proveedor. Pedidos/Albaranes: Permite visualizar los pedidos/albaranes de compra realizados a este proveedor. Facturas: Permite visualizar las facturas realizadas a este proveedor. Vencimientos: Muestra una selección de vencimientos que permite filtrar por vencimientos pagados, no pagados o todos. Al hacer clic sobre el vencimiento en cuestión nos llevará a el. Pulsando escape (ESC) nos devuelve a la pantalla de proveedores. Memo: Información en texto libre para el proveedor. Gráfica: Muestra un gráfico con el consumo comparativo de los años anteriores. siempre y cuando existan datos. Artículos pendientes de suministro: Muestra los artículos del proveedor que están pendientes de servir. Otras direcciones: Permite registrar otras direcciones, personas de contacto y telefonos del proveedor. Cheques/Pagares: Permite imprimir un cheque o pagaré al proveedor seleccionado. Cubo de decisión: Exporta a un programa de minería de datos las diferentes estadísticas del proveedor seleccionado. En desuso. Google Maps: Permite visualizar la ubicación del proveedor en Google Maps siempre y cuando la dirección esté introduccida correctamente. En desuso. Documentos asociados: Nos muestra una pantalla donde podemos registrar los documentos asociados al proveedor. Alta de un Proveedor Mediante la combinación Ctrl + A se nos mostrará una pantalla donde podremos rellenar los datos de un nuevo proveedor.\nℹ️ Como hemos visto en otros apartados de la aplicación, nos irá pidiendo unos datos de carácter obligatorio que nos mostrará un mensaje de error ante la ausencia o erronea introducción. Código proveedor: Código numerico para identificar a proveedor. Al igual que en los clientes es recomendable usar una codificación de cinco dígitos. Proveedor: Nombre del proveedor. Nombre-1: Nombre resumen del proveedor. Dirección: Dirección fiscal del proveedor. Población: Población y código postal del proveedor. Sigue la codifiación de Código Postal - Ciudad. Provincia: Provincia. Telefono 1-2: Teléfono principal del proveedor y un teléfono secundario. CIF/DNI: CIF del proveedor. Observación: Observación importante libre del proveedor. Código pago C: Código de pago para serie C. Código pago F: Código de pago para serie F. Descuento Linea C: Descuento en tanto por ciento % que se aplicará a cada linea de pedido o albarán de compra del proveedor. Descuento Linea F: Descuento en tanto por ciento % que se aplicará a cada linea de pedido o albarán de compra en F del proveedor. Cuenta Bancaria/IBAN: Campo reservado para la cuenta bancaria del proveedor. IVA C/F: Campos con dos posibles valores, S(Sí)/N(No). Determina si se aplicará IVA a los documentos del proveedor. Rec. Equiv C/F: Campos con dos posibles valores, S(Sí)/N(No). Determina si se aplicará recargo de equivalencia a los documentos del proveedor. Observación 1/2: Campos de texto libre reservados para observaciones. Tarifa: Tarifa de compra que se aplicará automaticamente a los articulos que compremos del proveedor. Por defecto 0 - Coste. Email: Campo reservado para introduccir el email o emails del proveedor. Activo: Campo con dos posibles valores, S(Sí)/N(No), indica el estado del proveedor. Regalo a cargo del proveedor: POR RELLENAR Dto a cargo del proveedor: Por rellenar Dia de Pago 1: Primer día en el cua se girará la factura de compra. Dia de Pago 2: Segundo día en el cual se volverá a girar la factura en caso de impago en el dia 1. Pais: País del proveedor. Fax: Fax del proveedor. Cuenta contable: Cuenta contable asociada al proveedor. Se rellena automáticamente siempre y cuando se use una codificación de cinco dígitos en el código de proveedor. Cuenta Contrapartida: Cuenta destinada a la contrapartida del proveedor en caso de que también sea acreedor. Cuenta Pago: Cuenta destinada al pago del proveedor. Cuenta Manipulación: Cuenta destinaada a la manipulación. Formato C/F: Campo destinado a la introducción de un formato especifico. Si se rellena este campo se usará el informe especificado en vez de el informe por defecto. Albaranes Pendientes: Campo automático que muestra el saldo de albaranes pendientes de pago. Saldo: Campo automático que muestra el saldo total del proveedor. PVP Albarán nacional: Permite seleccionar el precio de venta final para los albaranes a terceros. Por defecto se coge el PVP-1 de la ficha del cliente. Pago rápido de facturas Mediante el botón de facturas podremos filtar por las facturas pagadas, no pagadas o ambas, lo cual mostrará por pantalla un listado de las facturas del proveedor.\nPodemos ir seleccionando las facturas que deseemos o usar los botones de Marcar todos lo que nos seleccionará todas las facturas o Desmarcar Todos lo que nos desmarcará las facturas selecionadas.\nLas facturas seleccionadas se mostrarán en color rojo en la pantalla mostrada.\nCon la tecla escape (ESC) nos devolverá a la pantalla prinicipal de proveedores con una ventana emergente, la cual nos pedirá el concepto de pago, la fecha de vencimiento y la cuenta contable destino.\n⚠️ Este proceso da por pagadas las facturas y sus correspondientes vencimientos de forma automática Estadísticas de compra Proveedor Mediante la funcionalidad de imprimir (Ctrl + I) podremos sacar varios listados respecto al proveedor seleccionado.\nUna vez entremos en Estadísitcas de Compras se nos mostrará una ventana emergente donde tendremos que rellenar varios datos.\nFecha Inicial/Final: Rango de fechas que deseamos filtar. Tipo C/F: Filtro de albaranes en serie C, F o ambos. Clase 1-3: Permite fitrar por 3 clases de artículo. 🚫 Para poder usar esta funcionalidad deberemos tener bien definidas las clases de nuestros artículos Familia: Permite filtrar por familia de artículo. Proveedor: En el caso de que no seleccionemos previamente un proveedor antes de usar el listado deberemos introducir manualmente el código de proveedor. Si hemos seleccionado el proveedor antes de usar el listado, deberemos dejar el campo en blanco. Imprimir: Campo con dos posibles valores: Pantalla: Mostrará el consumo mediante una nueva pantalla. Imprimir: Monstrará el consumo mediante un listado que podremos imprimir. Estadísticas de compra - Pantalla Mediante esta opción s enos mostrará una pantalla con la información en formato gráfico.\nLos campos a recalcar son:\nCódigo: Código del artículo. Artículo: Nombre del artículo. Unidades: Unidades compradas en el año en curso. Unidades Anteriores: Unidades compradas en el año anterior Regalo: Unidades regaladas. Litros: Total de litros consumidos. Importe: Importe bruto total por artículo. Último PVP: Último precio de compra registrado. Último %: por rellenar Tarifa 1: Por rellenar. Ficha del Proveedor Si seleccionamos esta opción nos sacará por pantalla un informe con todos los datos del proveedor.\nEstado de Cuenta Mediante esta opción podremos sacar un informe contable el cual contiene el estado de las distintas cuentas del proveedor."},"title":"Pantalla Proveedores"},"/docs/ficherosprincipales/representantes/pantallarepresentantes/":{"data":{"":"","alta-de-un-representante#Alta de un Representante":"Representantes En este apartado encontraremos lo necesario relacionado a nuestro personal.\nLa pantalla de representantes tiene el siguiente aspecto\nComo es habitual, mediante la botonera o los atajos de teclado podremos realizar las distintas operaciones sobre ellos.\nAlta de un Representante Mediante el botón de alta se nos abrira una ventana emergente con una serie de campos que hemos de rellenar.\nℹ️ El programa nos irá mostrando mensajes de error en aquellos campos que debido a su obligatoriedad no pueden quedarse vacios Código: Código del representante, es de tipo alfanumérico por lo que puede contener tanto números como letras. Hay dos formas de introducir este código.\nDe forma manual, insertando carácteres alfanuméricos. Si el código ya existe el programa nos avisará obligando a cambiarlo. De forma automática, insertando el cáracter “+”. Nombre: Nombre y apellidos del representante.\nDirección: Dirección postal del representante.\nPoblación: Código postal y Población Fiscal separados ambos por un guión. Ej: 28017-MADRID\nTeléfono: Télefono del representante.\nCIF/DNI: CIF o DNI del representante.\nObservación: Campo libre para una observación.\nEmail: Correo Electrónico del representante.\nCálculo comisión: Tipo de cálculo que se aplicará a las comisiones:\n0 - Base. 1 - Total. 2 - Bruto. Comisión 1 - 6: Porcentaje aplicado de comisión.\nComisión Compleja: Código de comisión compleja asignado.","representantes#Representantes":""},"title":"Pantalla Representantes"},"/recursos/":{"data":{"":"","recursos-de-soporte-técnico#Recursos de soporte técnico":"Recursos de soporte técnico A continuación se detallan una serie de herramientas que usan nuestros técnicos para realizar la conexión remota. También encontrarás varios programas útiles para la gestión de archivos.\nAnydeskAnyDesk El software de escritorio remoto de alto rendimiento de AnyDesk permite compartir el escritorio sin latencia, un control remoto estable y una transmisión de datos rápida y segura entre dispositivos.\nDescargar AnyDesk\nTeamViewerTeamViewer TeamViewer es otra herramienta popular para la asistencia remota, perfecta para realizar sesiones de soporte y compartir pantallas.\nDescargar TeamViewer\nVolver a la pantalla principal Inicio"},"title":"Recursos"}}