{"/docs/":{"data":{"":"","bienvenido-al-manual-de-usuario#Bienvenido al Manual de usuario":"Esta sección contiene toda la información que necesitas para utilizar la aplicación de forma efectiva. A continuación, encontrarás diferentes capítulos que te guiarán paso a paso.\nFicheros Principales "},"title":"Manual Gestión Comercial"},"/docs/ficheros-principales/":{"data":{"":"","11---clientes#1.1 - Clientes":"En este apartado encontramos todo lo relacionado con el funcionamiento básico de la aplicación y su correcto mantenimiento.\n1.1 - Clientes En esta pantalla se pretende, además de recoger los datos propios de cada cliente, definir el comportamiento básico de cada uno respecto a nuestro negocio.\nAcceso Clientes."},"title":"Ficheros Principales"},"/docs/ficherosprincipales/articulos/pantallaarticulos/":{"data":{"":"La sección de artículos es crucial para optimizar y gestionar eficicientemente los procesos comerciales de nuestro negocio. Mediante las múltiples funcionalidades y opciones disponibles podremos gestionar el inventario de nuestra empresa asi como sus movimientos."},"title":"Artículos"},"/docs/ficherosprincipales/clientes/pantallabonificaciones/":{"data":{"":"","#":"En esta pantalla se hace referencia a las bonificaciones destinadas a incentivar el consumo de este cliente. Este tipo de bonificaciones supone una cantidad en Euros que el concesionario otorga a un cliente en función al consumo que realice en un tiempo estipulado. Estas bonificaciones no tienen por qué existir, a no ser que el concesionario las haya pactado con aterioridad con el cliente.\nPara asignar las bonificaciones deberemos realizar unos pasos previos:\nPaso 1 Asignar los tramos de bonificación Paso 2 Crear las bonificaciones.\nEn la siguiente imagen se muestra la pantalla de comisiones y bonificaciones de la ficha de un cliente.\nEn la imagen apreciamos los siguientes campos:\nBonif. Cajas (Bonificaciones por Caja): Código de bonificación por cajas.\nBonif. Barril (Bonificaciones por Barril): Código de bonififación por barril.\nEstos códigos se asignan de manera automática utilizando el proceso de Asignar códigos de bonificación ![Asignar códigos de bonificación]\nEn esta pantalla, además, se reflejan las comisiones que perciben nuestros empleados o autónomos por realizar su función a este cliente en cuestión. Las comisiones simples se crean en una tabla dispuesta para ello en la opción 2.8.1-Comisiones Simples- Mantenimiento ![Comisiones Simples] Se aplicarán los códigos de columna de la Tabla de Comisiones por cada una de las funciones que consideremos y diferenciando si nuestro personal es empleado o autónomo."},"title":"Bonificaciones Cliente"},"/docs/ficherosprincipales/clientes/pantallaclientes/":{"data":{"":"","clientes#Clientes":"","ficha-de-cliente#Ficha de Cliente":"Clientes En esta pantalla mediante las opciones de menú, podremos consultar diferentes datos de interés, además de realizar las operaciones básicas sobre cada uno de nuestros clientes.\nA la hora de dar de alta un cliente, el programa exigirá la introducción de datos que considera importantes para su gestión, dejando la posibilidad de dejar en blanco aquellos que por lógica carecen de tanta importancia.\nEsta obligatoriedad se pondrá de manifiesto en diferentes mensajes de error bien al dejar un campo obligatorio en blanco o al terminar de recorrer todos los campos de la ficha\nBarra Navegación Cliente Antes de avanzar con la pantalla principal, mostraremos la barra principal de navegación de la pantalla clientes, que dependiendo en que apartado del programa nos encotremos tendra un aspecto diferente.\nNos desplazaremos de izquierda a derecha explicando la funcionalidad de cada botón.\nDejando el puntero encima de cada botón nos mostrará una ventana emergente con su funcionalidad.\nSalir: Botón principal para salir de la pantalla actual. Primero: Este botón nos llevará al primer registro. último: Este botón nos llevará al último registro. Anterior: Nos desplaza un registro anterior. (Se puede usar la combinacion Ctrl + Flecha izquierda) Posterior: Nos desplaza un registro posterior. (Se puede usar la combinacion Ctrl + Flecha derecha) Alta: Da de alta un registro nuevo. (Se puede usar la combinación Ctrl + A) Baja: Da de baja el registro actual. (Se puede usar la combinación Ctrl + B) Modificar: Modifica el registro actual. (Se puede usar la combinación Ctrl + M) Imprimir: Nos muestra una ventana emergente con una serie de listados referentes al cliente en pantalla. Los listados a mostrar son: Estadísticas de venta, Ficha del Cliente y estado de cuenta.\nPara imprimir la orden de domiliciación deberemos introducir en el cuadro “IBAN”\nExportar: Exporta la ficha a excel. En desuso\nCalculadora: Abre la calculadora por defecto del sistema.\nBúsqueda I: Permite buscar por nombre, dirección o código. Permite a su vez buscar introduciendo parte de la palabra.\n$: Mediante el carácter dolar($)(Mayús + 4 ) permite buscar por registros dados de baja. Búsqueda II: Permite buscar por dirección.\nOrden: Permite cambiar el orden de búsqueda de registro. Las opciones disponibles son por código de cliente, dirección comercial y nombre comercial. Precios especiales: Permite acceder a la pantalla de precios especiales asociados al cliente en pantalla. También permite saltar a la pantalla de promociones, bonificaciones y Rappels.\nRutero: Accede a la pantalla de rutas de distribución asignadas al cliente.\nPedidos: Permite visualizar la lista de pedidos del cliente y visualizar cada uno de ellos posicionándonos encima y pulsando intro. Cuando pulsemos Escape (ESC) desde la pantalla volveremos a la ficha del cliente.\nEsta funcionalidad se aplica para las facturas y albaranes.\nAlbaranes: Accede al apartado de albaranes del cliente. Facturas: Accede al apartado de facturas del cliente. Vencimientos: Accede a los vencimientos de facturas del cliente. Ventas: Permite visualizar tres tipos de informe. Un informe de Ventas entre fechas, un informe de incidencias de reparto y un gráfico de consumo comparativo con los dos años anteriores siempre y cuando exista consumo. Histórico de pvp: Permite visualizar los distintos precios de venta de un artículo que se han aplicado al cliente en un periodo de tiempo determinado. Stock de depósitos/Envases: Nos redirige a la pantalla de control de stocks de envases, el control de depósitos y puntos de promoción. Si se tiene el módulo activado, también permite ver la relación de artículos no entregados a ese cliente. Esa opción también lo permite la siguiente opción.\nArtículos pendientes de suministro: Muestra los artñiculos que no se han podido servir al cliente. Información Comercial: Permite llevar un registro de material comercial (PLVs) entregados al cliente. Memo: Información en texto libre para el cliente. Otros datos del cliente: Muestra una pantalla donde poder introducir otros datos de contacto del cliente. Otras direcciones: Permite registrar otras direcciones, personas de contacto y teléfonos del cliente. Cheque/pagaré: Permite imprimir un cheque o pagaré al cliente que tenemos en pantalla. Cubo de datos: Exporta a un programa de minería de datos las diferentes estadísticas del cliente que estamos visualizando. En desuso. Google Maps: Permite visualizar en Google Maps la ubicación del cliente siempre y cuando la dirección este introducida correctamente. En desuso. Ficha de Cliente Procederemos a detallar cada aspecto de la ficha de clientes.\nTodos los campos se recorren de izquierda a derecha\nCódigo cliente: Es un código alfanumerico por el cual el usuario del programa identifica a cada uno de sus clientes.\nEs aconsejable codificar los códigos con 5 carácteres numéricos a fin que que la cuenta contable y el código de cliente mantengan cierta relación.\nEl programa genera automáticamente la cuenta contable si el código es numerico, por ejemplo si nuestro cliente está codificado como 00043, su cuenta contable se generará como: 43000043.\nSi durante el proceso de alta se introduce el símbolo ‘+’ en el campo de código de cliente, el programa genera automáticamente un número de cliente correlativo.\nCódigo Sucursal: POR RELLENAR\nActivo (ACT): Indica el estado del cliente, admite tres tipos de estado\nS (Sí): El cliente se encuentra activo y se pueden realizar operaciones sobre el.\nN (No): El cliente ya no está activo y hay que indicar la fecha de baja. Ya no se podrá realizar ninguna operación sobre el exceptuando consultas.\nI (Inactivo): El cliente ya no está activo pero no necesariamente cerrado. Se utiliza para aquellos clientes que cesan su actividad durante un determinado periodo de tiempo.\nNIF: Este campo se rellena con una estructura determinada que es Número-Letra. El programa es capaz de determinar por sí solo la letra que acompaña el número.\nEn el caso de que sea DNI no calculará la letra.\nTIPO: Hace referencia al tipo de cliente. Lleva asociado una tabla con los códigos de todos los tipos disponibles.\nDATOS FISCALES: Consiste en un bloque de cuatro lineas:\nNombre Fiscal: Nombre fiscal del cliente. Dirección: Dirección fiscal del cliente. Código Postal y Localidad: Sigue una estructura determinada (CP-Localidad). Provincia: Provincia. Siguiendo el orden de izquierda a derecha se nombran los siguientes campos.\nDATOS COMERCIALES\nNombre Comercial: Nombre comercial del cliente (Establecimiento). Dirección Comercial. Código Postal y Localidad: Sigue la misma estructura que los datos fiscales. GRUPO: Esta campo permite agrupar varios clientes con un denominador común, con el fin de hacer referencia al grupo creado en otras secciones del programa.\nPor ejemplo a la hora de crear promociones que afecten a un determinado grupo de clientes.\nPara hacer uso de este campo primero ha de dar de alta los grupos en la sección 153-Grupos de cliente.\nNAC: Indica si se trata de un cliente nacional. Entendemos por cliente nacional a todo aquel cliente al que el proveedor le factura directamente. Para dar de alta un cliente nacional se deberá hacer desde el apartado 157-Clientes - Proveedores.\nSERIE FAC: POR RELLENAR\nOBSERVACIÓN IMPORTANTE: Es un campo libre que sirve para introducir una información relativa a ese cliente, la cual aparecerá por pantalla, a modo de aviso, cada vez que realicemos una operación sobre ese cliente.\nEj: Avisar antes de servir.\nBANCO DOMICILIADO: Nombre del banco domiciliado.\nCuenta bancaria (CTA): Número de cuenta bancaria, se introduce todos los dígitos seguidos.\nEl programa realiza una validación mediante el dígito de control (D.C.) si el número de cuenta introducido es válido, mostrando un mensaje de error en caso de que no lo sea.\nEMAIL FACTURAS: Mediante este campo podremos introduccir hasta dos direcciones de correo las cuales se usarán para el envío de los documentos a través de email. Se debe tener configurado correctamente los parámetros de email\nTELEFONO: Número de telefono del cliente.\nTELEFAX: Número de FAX del cliente.\nREPRESENTANTE: Código del preventista que visita al cliente.\nPara poder asignar un representante, deberemos darlo de alta previamente en el sistema mediante 22 - Personal\nCÓDIGO DE ZONA: El programa permite ubicar a los clientes en zonas con el fin de obtener información estadística basándose en ese critrerio. TIPO DE PAGO-1: Tipo de pago referentes a las operaciones A. TIPO DE PAGO-2: Tipo de pago referente a las operaciones B.\nCUENTA CONTABLE: Código generado automáticamente por el programa al dar de alta un cliente con código numérico.\nTOTAL ALBARANES PENDIENTES: Es el importe total al que ascienden todos los albaranes del cliente que están pendientes de ser facturados. Este dato se genera de manera automática.\nEn algunos casos y debido al erroneo mantenimiento de la base de datos este campo puede arrojar una cantidad diferente a la real. Para ello utilizaremos el recálculo de saldos.\nOBSERVACION: Campo destinado a una observación interna. Este campo no se refleja en ingun lugar más alla de la ficha de cliente.\nTIPO DE FACTURACION: Se utiliza para configurar la facturación automática. Para este campo existen las siguientes opciones:\n0: Factura resumen, es decir, todos los albaranes se agrupan bajo una misma factura. Si se utiliza la opción de Documentación de cargas se facturará todos los albaranes que el cliente tenga en esa carga.\n1: Factura directa. Se creará una factura por cada albaran. 2: Sin factura. Generalmente se utiliza para clientes considerados como Nacionales. 3: Variación de factura resumen. Mediante esta opción se evitará que se facture en documentación de cargas pero mantendra la factura por agrupación. 4: Variación de factura directa. Mediante esta opción se evitará que se facture en documentación de cargas. 1º DIA DE PAGO: Día del mes en el que se gira la factura en el caso de que el cliente sea de crédito.\nVease formas de pago: ![Formas de pago]\n2º DIA DE PAGO: Día del mes en el que se vuelve a girar la factura en caso de que no se haya efectuado el pago en el primer día de pago.\nMES DE NO PAGO: Número del mes en el que el cliente no hace efectivo ningún pago.\nEj: Mes 7 (Agosto) porque el cliente se encuentra de vacaciones.\nTIPO PVP: Indica la tarifa de precios que se aplicará al cliente. Por defecto la tarifa 1.\nALBARÁN VALORADO: Hay dos posibles valores S o N:\nS (Sí): Albarán valorado, cada linea del albarán se imprime con precios y totales. N (No): Albarán sin valorar, cada linea del albarán se imprime solo con la cantidad. RIESGO: Cantidad en Euros o en facturas que se le concede al cliente con el fin de que cuando la deuda llegue al valor introducido nos muestre un aviso y se impida seguir realizando operaciones de venta sobre el. IMPUESTO ESPECIAL: Código numerico predefinido que se asigna a aquellos clientes.\n0: Impuesto Alcohol Exento. 1: Impuesto Alcohol Península. 2: Impuesto Alcohol Canarias. PROMOCION: Valor S/N. Indica si se le aplicarán las promociones generales.\nPUNTOS: Valor S/N. Indica si el cliente puede acumular puntos por compra.\n%EUR ALBARANES: Cantidad en porcentaje de descuento que se aplicará a los albaranes del cliente de forma general.\nLos siguientes campos vienen divididos en dos columnas para la facturación de la serie C (Facturación en A) y para la facturación de la serie F (Facturación en B).\nFACTURACIÓN EN C FACTURACIÓN EN F % DTO. LÍNEA Descuento que se le aplicará en cada linea de albarán Descuento que se le aplicará en cada linea de albarán % DTO. FACTU Descuento que se le aplicará en cada factura Descuento que se le aplicará en cada factura IVA S/N. Indica si se le aplicará IVA S/N. Indica si se le aplicará IVA R. EQUI S/N. Indica si se le aplicará Recargo de Equivalencia S/N. Indica si se le aplicará Recargod de equivalencia DETALLAR S/N. Indica si en una factura resumen aparecen los albaranes detallados o si de lo contrario aparece el número de albarán y el total del mismo. S/N. Indica si en una factura resumen aparecen los albaranes detallados o si de lo contrario aparece el número de albarán y el total del mismo. SALDO: Indica en cantidad de Euros el saldo de facturas pendientes de cobro. Al terminar de introducir los datos en esta pantalla el programa irá presentando las distintas advertencias de datos de caráter obligatorio no introduccidos o erroneos que deberemos subsanar para continuar."},"title":"Pantalla Clientes"},"/docs/ficherosprincipales/clientes/pantallarutas/":{"data":{"":"En esta pantalla podremos asignar las distintas rutas a los clientes. Para ello primeramente deberemos de haber dado de altas las rutas en 20 - Rutas A continuación se detallan los campos:\nRUTA: Código de ruta asignado.\nGR: Sirve para definir rutas referentes a familias de producto.\nEsto es útil cuando, teniendo en nuestro almacén varios productos, utilizamos rutas que distribuyen sólo un producto.\nEj; Agua, cerveza, leche…\nCOB (Cobrar): Admite sólo dos valores, S(Sí) y N(No). Indica si en la ruta asociada se cobrarán automáticamente los albaranes.\nCAMPOS L A D (Días de la semana): Orden de visita del cliente en el rutero.\nEl orden de visita es preferible introducirlo de 10 en 10 por si se desea introduccir alguno nuevo entre medias.\nEn caso de no disponer de espacio en los ordenes de visita, el programa dispone de una funcion de reorganización de rutas que los volverá a colocar de 10 en 10.\nALTA: Fecha de alta de la ruta. Se coge por defecto la fecha actual.\nULT PED (Último pedido): Fecha de último pedido que el cliente ha realizado."},"title":"Rutas de Clientes"},"/recursos/":{"data":{"":"","recursos-de-soporte-técnico#Recursos de soporte técnico":"Recursos de soporte técnico A continuación se detallan una serie de herramientas que usan nuestros técnicos para realizar la conexión remota. También encontrarás varios programas útiles para la gestión de archivos.\nAnydeskAnyDesk El software de escritorio remoto de alto rendimiento de AnyDesk permite compartir el escritorio sin latencia, un control remoto estable y una transmisión de datos rápida y segura entre dispositivos.\nDescargar AnyDesk\nTeamViewerTeamViewer TeamViewer es otra herramienta popular para la asistencia remota, perfecta para realizar sesiones de soporte y compartir pantallas.\nDescargar TeamViewer\nVolver a la pantalla principal Inicio"},"title":"Recursos"}}