{"/docs/":{"data":{"":"","#":"Introducción En este manual, aprenderás a gestionar todas las operaciones comerciales de manera eficiente. Desde la configuración inicial hasta la generación de informes avanzados, cada sección está diseñada para ayudarte a maximizar el uso de la aplicación.\nContenido del Manual Configuración Inicial: Aprende a configurar la aplicación según tus necesidades. Gestión de Clientes: Descubre cómo añadir, editar y gestionar tus clientes. Gestión de Productos: Información sobre cómo manejar tu inventario de productos. Procesamiento de Pedidos: Guía paso a paso para procesar pedidos de manera eficiente. Facturación y Pagos: Todo lo que necesitas saber sobre la facturación y la gestión de pagos. Informes y Análisis: Aprende a generar informes detallados para analizar el rendimiento de tu negocio. Recursos Adicionales Preguntas Frecuentes: Respuestas a las preguntas más comunes. Acceder a las preguntas frecuentes "},"title":"Manual Gestión Comercial"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/clases/":{"data":{"":"","clases-de-artículos#Clases de Artículos":"Clases de Artículos Permite definir las distintas clases que conforman un artículo, es decir, su tipo y subtipos permitiendonos tener una jerarquía organizada de cara a obtener datos estadísticos.\nSe permite definir un artículo en un máximo de 5 niveles jerarquicos, desde el punto de vista más general al más especifico.\nSe recomienda tener definidos al menos los tres prmieros niveles para un correcto funcionamiento del módulo de estadisticas.\nLa pantalla principal de mantenimiento de clases nos muestra una vista previa de todas las clases que tenemos dadas de alta. Al situarnos sobre una de ellas o haciendo doble click se nos abrirá el menú de modificación. Este menú sirve para modificar la clase seleccionada o para dar una nueva clase de alta mediante el botón de Alta o Ctrl + A\nEn la imagen se pueden apreciar los siguientes campos:\nCódigo: Código de la clase. (Se recomienda una combinación de 2 sílabas) Nivel- Clase: Nivel de clase. -Nombre: Nombre descriptivo de la clase. Tarifa Liquidación: Permite especificar una de las seis posibles tarifas de venta que se aplicará a la hora de generar la liquidación con los proveedores. Tarifa Inc x Ud: -Por rellenar- P/Coste a Dtos: Permite especificar si se aplicará por omisión el precio de coste a los descuentos. Cuenta Ventas: Cuenta de venta asociada a la clase. Cuenta Compras: Cuenta de compras asociada a la clase. Cuenta Manipulación: Cuenta de manipulación asociada a la clase. Dto Máximo %/-Eur: Descuento máximo en porcentaje o en euros aplicados a la clase. %Mrg PVPX: % De margen de beneficio aplicado a las tarifas de venta. Esquema de clases de artículo\n%%{init: {'theme': 'default'}}%%\rflowchart TB\rsubgraph Nivel - 1\rCE[\"Nivel 1: CE\"]\rend\rsubgraph Nivel - 2\rMH[\"Nivel 2: MH\"]\rSM[\"Nivel 2: SM\"]\rend\rsubgraph Nivel - 3\rCL[\"Nivel 3: CL\"]\rSE[\"Nivel 3: 5E\"]\rQO[\"Nivel 3: 0.0\"]\rES[\"Nivel 3: ES\"]\rend\rsubgraph Nivel - 4\rRE[\"Nivel 4: RE\"]\rNR[\"Nivel 4: NR\"]\rBA[\"Nivel 4: BA\"]\rend\rsubgraph Nivel - 5\rPC[\"Nivel 5: Promoción cruzada\"]\rend\rCE --\u003e MH\rCE --\u003e SM\rMH --\u003e CL\rMH --\u003e SE\rSM --\u003e QO\rSM --\u003e ES\rCL --\u003e RE\rSE --\u003e NR\rQO --\u003e NR\rES --\u003e BA\rRE --\u003e PC\rNR --\u003e PC\rBA --\u003e PCEn este gráfico tenemos como ejemplo:\nNivel 1: Cerveza (CE).\nNivel 2: Mahou (MH) o San Miguel (SM).\nNivel 3: Clásica (CL), Cinco Estrellas (5E), Sin alcohol (0.0) o Especial (ES).\nNivel 4: Retornable (RE), No Retornable (NR), Barril (BA)."},"title":"Clases"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/copias-tarifas/":{"data":{"":"Esta fucionalidad permite realizar una copia de tarifas de manera automática aplicando previamente una serie de filtros.\nTarifa Origen / Destino: Menú desplegable que permite seleccionar la tarifa origen que se desea copiar y la tarifa destino donde se aplicará la copia. Clase 1-5: Filtro que permite seleccionar exclusivamente aquellos artículos que pertenecen a la clase especificada. Código Familia: Filtro que permite seleccionar solo aquellos artículos que pertenecen a la familia estipulada. Código Proveedor: Filtro que permite seleccionar los artículos en función de su código de proveedor. Artículo Inicial y final: Filtro de artículos inicial y final, en caso de querer actualizar soólo un rango. "},"title":"Copia entre Tarifas"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/entrada-rapida/":{"data":{"":"Esta funcionalidad nos permite modificar todas las tarifas de nuestros artículos de manera rápida.\n⚠️ Esta funcionalidad NO se debe usar si tenemos el módulo de trazabilidad activo. Nos permite filtar previamente mediante una serie de filtos de artículo.\nCod. Proveedor: Permite filtrar por los artículos de un proveedor. Clase 1/2: Permite filtrar por las clases 1 y 2 de artículo. Código / Alfabetico: Permite determinar la ordenación de los artículos, por código de artículo o por orden alfabético. Activo: Permite filtar por artículos activos, no activos o ambos. Una vez introducidos los filtros el programa nos mostrará una pantalla con los artículos y sus tarifas y mediante las flechas del teclado nos podremos mover.\nPosicionandonos encima de la tarifa que deseamos modificar y mediante el teclado numérico podremos modificar la tarifa."},"title":"Entrada rápida de Tarifas"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/familias/":{"data":{"":"","familias-de-artículo#Familias de Artículo":"Familias de Artículo Las familias de artículos nos permite agrupar los distintos tipos de artículos bajo un único grupo con el fín de realizar gestiones sobre ellos o catalogarlos y posteriormente obtener datos estadísticos.\nComo podemos observar en la imagen se distinguen tres campos principales, código, nombre y % Control de Precio.\nEl código es un código alfanumérico para identificar internamente a la familia, acompañado de una descripción (Nombre).\nEl % Control de Precio RELLENAR"},"title":"Familias"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/historico/":{"data":{"":"","#":"El histórico de tarifas nos permite almacenar las tarifas de nuestros productos en una fecha determinada.\nConsta de tres principales opciones\nGuardar en el Histórico de Tarifas Permite guardar las tarifas mediante previo filtro en el histórico de tarifas.\nFecha de tarifa: Fecha de tarifa a guardar, por omisión el día actual. Proveedor: Permite guardar las tarifas de un único proveedor, si se deja en blanco, guarda todos los proveedores. Recuperar del Histórico de Tarifas Permite recuperar las tarifas mediante previo filtro.\n🚫 Este proceso sustituirá las tarifas actuales por las existentes en la fecha indicada, se recomienda realizar una copia de seguridad de nuestras tarifas antes de proceder. Borrado de Tarifa del Histórico de Tarifas Borra del Histórico de Tarifas las tarifas seleccionadas mediante previo filtro. Esta acción es irreversible.\nMantenimiento del Histórico de Tarifas Permite visualizar las tarifas que tenemos almacenadas y realizar operaciones de alta, baja o modificación. "},"title":"Histórico de Tarifas"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/modificacion-tarifas/":{"data":{"":"Esta pantalla nos permite realizar modificaciones generales sobre nuestras tarifas de venta por medio de la entrada de una serie de filtros.\n% de Variación: Define el porcentaje de variación sobre la tarifa. En función del valor introducido, el programa calculará la nueva tarifa aplicando este margen de variación.\nEur. Lineal: Realiza una modificación similar al % de Variación, pero aplicando el ajuste en euros en lugar de porcentajes.\nClase 1-2 Inicial y Final: Filtra los artículos en función de su clase, especificando un rango para delimitar los artículos a modificar.\nFamilia Inicial y Final: Filtra los artículos en función del código de familia, especificando un rango que define los artículos que recibirán la modificación.\nTipo de Artículo: Filtra los artículos por su tipo específico, aplicando la modificación a aquellos que cumplen con este criterio.\nArtículo Inicial y Final: Permite delimitar un rango de artículos sobre los cuales se realizará la modificación.\nTarifa Origen: Define la tarifa de referencia desde la cual se aplicará la modificación.\nTarifa Destino: Tarifa en la cual se hará efectiva la modificación. Puede coincidir con la tarifa origen si se desea.\nNº Decimales: Establece el número de decimales de redondeo para el valor de la tarifa.\nRedondear 0 - 5: Al activar esta opción, el redondeo se aplicará al alza (5). Si no se activa, el redondeo se realizará hacia 0."},"title":"Modificación de Tarifas"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/tipos-de-iva/":{"data":{"":"","tipos-de-impuesto-sobre-valor-añadido-iva#Tipos de Impuesto sobre Valor Añadido (IVA)":"Tipos de Impuesto sobre Valor Añadido (IVA) El programa ya está preparado para trabajar con los valores introducidos en este apartado. Para que se apliquen correctamente deberemos asignar el código del IVA correspondiente a nuestros artículos en su ficha de artículo.\nCódigo: Código Interno del impuesto.\nImpuesto: Descripción del impuesto.\n% IVA: % de IVA que se aplicará.\n% Rec. Equivalencia: % de Recargo de Equivalencia que se aplicará.\n% IVA F: % de IVA que se aplicará en la serie F.\n% Rec. Equivalencia F: % de Recargo de Equivalencia que aplicará en la serie F.\nCuenta IVA: Cuenta contable para IVA.\nCta IVA+Rec.Equ: Cuenta contable destinada para la cuenta contable IVA más Recargo de equivalencia.\nCta Rec.Equiv: Cuenta contable destinada al Recargo de Equivalencia.\nCta IVA Compras: Cuenta contable destinada para el IVA en las compras."},"title":"Tipos de IVA"},"/docs/ficherosprincipales/articulos/auxiliares-de-articulos/tipos-impuestos/":{"data":{"":"","impuesto-especial-del-alcohol#Impuesto Especial del Alcohol":"Impuesto Especial del Alcohol En este apartado se definen los impuestos especiales asociados a la fabricación de alcohol.\nEn la imagen podemos apreciar tres campos numericos correspondientes al valor añadido."},"title":"Tipos de Impuestos Especiales"},"/docs/ficherosprincipales/articulos/botonera-articulos/":{"data":{"":"","barra-auxiliar-artículos#Barra auxiliar Artículos":"Barra auxiliar Artículos Al igual que en los demás apartados del sistema, econtraremos una barra de navegación auxiliar que nos permitirá realizar las distintas operaciones.\nAntes de continuar con la pantalla principal de la sección de artículos visualizaremos la barra y sus funcionalidades.\nℹ️ Al mantener el puntero encima de cada botón aparecerá una leyenda indicando la funcionalidad del mismo. Botón Descripción Sale de la pantalla actual Nos desplaza al primer registro (El registro con el código más pequeño) Nos desplaza al último registro Nos desplaza un registro hacia atras Sale de la pantalla actual Nos desplaza un registro hacia delante Da de alta un nuevo registro Modifica el registro actual Modifica el registro actual Exporta la ficha del artículo a Microsoft Excel Abre la calculadora del sistema Realiza una búsqeuda de artículo introduciendo el código directamente, introduciendo el comienzo de su descripción o usando el comodín ASTERISCO y a continuación algo que esté incluido en cualquier parte del nombre Cambia el criterio de avenze o retroceso de los registros, por código o por nombre Permite visualizar de manera grafica un extracto de movimientos del artículo Permite asociar el artículo con su respectivo envase Permite indicar que el artículo en pantalla está compuesto por otros artículos Cambia el modo de visualización de la ficha de artículo para ver los totales de movimientos del mismo acumulados por mes/año Información en texto libre para el artículo Permite asociar al artículo en pantalla más códigos de barras dependiendo del proveedor que lo suministre Muestra los clientes a los que no se les ha podido servir este producto Muestra la pantalla de control de lotes y trazabilidad Permite duplicar la ficha del artículo incluyendo stock, precios especiales, promociones… Muestra la pantalla de las promociones en las que está incluido el artículo en pantalla Muestra por pantalla los albaranes de compra pendientes de servir que incluyen el artículo Muestra una ventana la cual nos permite mediante la introducción del % que deseemos modificar rápidamente las tarifas Exporta a un programa de minería de datos las diferentes estadísticas donde aparezca el artículo que estamos visualizando Permite la visualización por pantalla de la imagen del producto Permite ir añadiendo al carrito de compra las unidades del artículo que deseemos "},"title":"Botonera Pantalla Artículos"},"/docs/ficherosprincipales/articulos/funciones-articulos/":{"data":{"":"","funciones-de-la-pantalla-artículos#Funciones de la pantalla Artículos":"Funciones de la pantalla Artículos En este apartado profundizaremos acerca de las diversas opciones y funcionalidades que el sistema permite realizar referente a nuestros artículos.\nExtracto de entradas y salidas de almacen Mediante el botón de extractos de almacen nos mostrará por pantalla un filtro donde podremos especificar el rango de fechas que deseamos consultar, al igual que el tipo de movimiento y los almacenes de origen y destino.\nPermite a su vez realizar un filtro más exhaustivo mediante el contenido de lote o especificando un cliente.\nMarcando la opción “Rentabilidad” el programa realizará un cálculo de la rentabilidad del artículo sobre las fechas indicadas y nos mostrará un informe por pantalla con los resultados.\nEn la siguiente pantalla se muestra el extracto de movimientos de almacén sobre un artículo. En la parte inferior izquierda se nos mostrará de forma rápida el total de unidades de entrada y salida correspondientes a la fecha marcada, al igual que el importe total de compra y venta. También se muestra el precio medio de compra y venta.\nEnvases Podremos asignar mediante el botón de envases los envases asociados al artículo.\nSe nos mostrará por pantalla una sección en la cual podremos realizar las distintas operaciones.\nPodremos añadir o eliminar registros mediante los botones de Alta (Ctrl+A) o Baja (Ctrl+B).\nℹ️ Deberemos tener previamente el artículo envase correspondiente creado Código Artículo: Campo automático. Código Artículo Envase (Cod.Artiuculo): Código de artículo correspondiente al envase a asociar. Unidad: Unidades a asociar. %Descuento: Tanto por ciento de descuento que se aplica al envase. Descuento en euros por unidad: Descuento en euros por unidad de envase. Precio: Precio de venta del envase. Siempre sin IVA Precio Coste: Precio de compra del envase. Siempre sin IVA Código Promoción: Código de promoción a aplicar si procede. Observación: Campo libre. Una vez rellenados los campos, cada vez que cerremos un pedido/albarán de venta o compra, el sistema nos pedirá si deseamos generar los envases. Si tenemos correctamente rellenados los campos se generarán de forma automática los envases.\nLotes o artículos tipo Cesta El programa nos permite crear artículos tipo lote o cesta, para ello primeramente el artículo ha de ser tipo Lote (L) y mediante el botón de lotes se nos mostrará una pantalla parecia a la del punto anterior en la cual podremos asignar los artículos que incluye la cesta.\nEstos artículos irán desgolsados linea por linea en el albaran/factura.\nDatos Acumulados por Mes Tenemos la posibilidad de obtener un gráfico de consumo por meses y año del artículo mostrado en pantalla.\nCampo MEMO Al usar esta opción se nos mostrará una pantalla donde podremos redactar toda la información relacionada a nuestro artículo de carácter interno.\nCódigos de barra Adicionales Al usar esta opcíon se nos mostrará una pantalla donde podremos introducir aquellos códigos adicionales de barras que nos suministra el proveedor."},"title":"Funciones Artículos"},"/docs/ficherosprincipales/articulos/pantallaarticulos/":{"data":{"":"","#":"La sección de artículos es crucial para optimizar y gestionar eficicientemente los procesos comerciales de nuestro negocio. Mediante las múltiples funcionalidades y opciones disponibles podremos gestionar el inventario de nuestra empresa asi como sus movimientos.\nUsaremos el artículo MAHOU 5 ESTRELLAS 1/5 RETORNABLE como ejemplo\nLa imagen proporcionada muestra la pantalla principal de la sección de artículos la cual contiene información detallada sobre cada producto de nuestro catálogo. A continuación desglosaremos los elementos clave de esta pantalla para comprender su funcionalidad y cómo utilizarla de manera adecuada.\n1. Identificación del artículo Código: Número único que identifica el artículo en el sistema. Puede contener carácteres no numericos. ⚠️ El código de artículo es un código INTERNO y sólo identifica el producto dentro de nuestro sistema. Descripción: Nombre detallado del producto. Nombre Resumen: Versión abreviada del nombre del artículo. 2. Clasificación y estado Clasificación: Categorización del producto en cinco niveles jerarquicos. 🌐 A continuación se muestra una imagen con una jerarquía de niveles: La correcta clasificación de artículos es de vital importancia para posteriormente poder sacar las correspondientes estadísticas\nActivo (ACT): Indica si el artículo está activo y por lo tanto se puede vender. Retornable (RET): Indica si se trata de un artículo retornable. Código de Barras: Código de barras del producto. Familia: Familia a la que pertenece el artículo. Tipo: Tipo de producto, se divide en los siguientes: C: El artículo es de tipo Caja. B: El artículo es de tipo Barril. O: El artículo es de tipo Otros. V: El artículo es de tipo Vacío. L: El artículo es de tipo Lote. P: El artículo es de tipo Pieza. X: El artículo es de tipo PLV. U: 3. Costos y Precios Coste/Gastos: Precio de compra del artículo, admite hasta tres decimales. PVP 1-6: Distintas tarifas de venta al público. Por defecto siempre se aplica la tarifa 1. ⚠️ Todos los precios PVP son sin IVA. El precio final se calcula de manera automática dependiendo del tipo asignado. Coste Medio: Campo automático que muestra el coste medio del producto.\nMargen C/V: Margen de beneficio en % de compra y de venta del producto.\nIVA+RE: Tipo de IVA que se aplicará al producto.\n4. Inventario Stock: Stock divido en dos columnas principales, Actual y Mínimo, además disponemos de cinco almacenes independientes.\nEl stock actual es la cantidad real de producto que disponemos en nuestro almacen.\nEl stock mínimo es la cantidad mínima recomendada de producto en nuestro almacen. Cuando esta cantidad sea superada el programa avisará de la situación en cada operación que sea incluido el producto en cuestión.\nUbicación: Campo libre donde se puede introducir la ubicación de nuestro artículo.\n5. Proveedor Proveedor: Código de proveedor que nos suministra el producto. Código Proveedor: Código del artículo que nos asigna el proveedor. Tipo de proveedor: Indica si el artículo es una caja con botellas vacías, un barril vacío, o un producto lleno dispuesto a ser vendido, terminado. Todos los productos de Mahou deberán tener este campo relleno. 6. Detalles Adicionales EMPRE: Empresa perteneciente. En caso de que dispongamos de multiempresa, podremos asignar a que empresa pertenece el artículo. APP: Código de aplicación. Campo reservado para la comunación a aplicaciones externas. Bultos: Bultos que ocupa el producto en el camión. ℹ️ La siguiente información es muy recomendable tenerla rellena adecuadamente para poder obtener unas estadísticas precisas y reales. Litros/UD: Litros totales por unidad. Peso/UD: Indica cuantos KG tiene el artículo en su totalidad. Ud/Caja: Unidades totales que compone una caja. Ud/Palé: Unidades totales de cajas que conforman un palé. Cuenta Venta: Cuenta contable asociada a la venta de este artículo. Cuenta Compras: Cuenta contable asociada a la compra de este artículo. Cuenta Manipulación: Cuenta contable asocaida a lo percibido por la manipulación de este artículo. APR: Ayuda por reparto. Cantidad percibida por repartir el artículo. º Graduación: Campo destinado a aquellos concesionarios que además fabriquen alcohol. En este campo se detallará los grados del producto. Punto Verde Venta: Cantidad en euros por artículo correspondiente al punto verde para las ventas. Punto Verde Compras: Cantidad en euros por artículo correspondiente al punto verde para las compras. Puntos: Vallor en puntos que genera la venta de este artículo. Se usa para las promociones por puntos. Enlace: Código del artículo al cual enlaza. UDS/EM: Unidades de enlace. ⚠️ En el sistema de gestión comercial MEGAS, la función de “Enlace” es utilizada en situaciones donde un mismo artículo es suministrado por dos proveedores diferentes, pero debe ser gestionado bajo un único inventario. Este procedimiento es esencial para mantener una consistencia en el control de stock y optimizar la gestión de inventarios múltiples. Caso de Uso de la Función de Enlace:\nConsidere el artículo con el código 55, “Mahou 5 Estrellas”. Este mismo artículo también puede estar registrado bajo un código diferente, como el código 200, que representa al mismo producto, pero provisto por un segundo proveedor. En esta circunstancia, la función de enlace permite que ambos códigos se gestionen como un único stock.\nConfiguración del Enlace:\nCódigo Principal (Enlace): 200 Unidades de Enlace: 1 Al configurar el artículo 55 con un enlace al código 200, se establece que cualquier transacción que afecte al artículo 55 también afectará proporcionalmente al artículo 200. Por ejemplo, al vender una unidad del artículo 55, el sistema descontará automáticamente una unidad del artículo 200."},"title":"Artículos"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/asignacion-zonas-clase-articulos/":{"data":{"":"Usando este apartado se permite asignar zonas o clases de artículo a distintas series de facturación con el fin de realizar una segregación de cara a la facturación y estadísticas.\nLos campos a cumplimentar son:\nCodigo Zona: Código de zona. Nivel-Clase: Nivel de la clase de artículo. Clase Artículo: Código de clase dentro del nivel. Serie Facturación: Serie de facturación a aplicar. ⚠️ Para poder aplicar esta funcionalidad deberemos tener previamente activado el módulo de series en documentos "},"title":"Asignación de Zonas y/o Clases a Series de Facturación"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/bonificaciones/":{"data":{"":"","rangos-de-bonificaciones#Rangos de bonificaciones":"","tabla-de-bonificaciones#Tabla de bonificaciones":"En esta pantalla se hace referencia a las bonificaciones destinadas a incentivar el consumo de este cliente. Este tipo de bonificaciones supone una cantidad en euros que el concesionario le da al cliente en función al consumo que realice este en un periodo de tiempo estipulado. Estas bonificaciones no tienen por qué existir, a no ser que el concesionario las haya pactado con anterioridad con el cliente.\nRangos de bonificaciones Para trabajar con las bonificaciones primeramente hemos de crear los rangos de bonificacion .\nEn esta pantalla se nos iran mostrando las diferentes tablas que almacenan los rangos de bonificacion de los distintos tipos de artículos. Se nos permite hasta 10 rangos distintos donde podremos estipular hasta cuantas unindades aplica cada uno de ellos.\nTabla de bonificaciones Una vez estipulados los rangos de bonificación podremos crear bonificaciones para nuestros clientes. La pantalla de la tabla de bonificaciones tiene el siguiente aspecto:\nNos permite de un vistazo rápido y mediante previo filtro de estado visualizar las bonificaciones activas que tenemos dadas de alta.\nCOD-BONIF: Código de bonificación. TIPO: Tipo de artículo al cual aplica la bonificación. ARTICULO: Artículo al que aplica la bonificación. DESCRIPCIÓN: Descripción de la bonificación, si de deja en blanco, se rellena automáticamente en base al tipo de bonificación y tipo de artículo. PE: Periodicidad de la bonificación, puede ser A(Anual), S(Semestral) o T(Trimestral). A: Anticipo de la bonificación. PRECIO: Precio de la bonificación. "},"title":"Bonificaciones de Cliente"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/cambio-codigo-cliente/":{"data":{"":"Permite hacer un cambio completo de código de cliente. Nos exporta todos los datos relacionados con el cliente (Albaranes, promociones, pedidos, etc…) de un código a otro.\nEl código nuevo deberá estar libre."},"title":"Cambio de Código de cliente"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/clientes-proveedores/":{"data":{"":"","clientes---proveedores#Clientes - Proveedores":"Clientes - Proveedores Permite establecer la correspondencia de los clientes nacionales con los proveedores.\nCuando ingresemos al apartado se nos mostrará un listado con todos los clientes dados de alta como nacionales. Situándonos encima del registro que deseemos consultar o modificar y haciendo doble click o (Ctrl + M) se nos mostrará la ventana de modificación.\nCódigo Cliente: Código del cliente. Código Porveedor: Código del proveedor. Código para Proveeedor: Código de cliente nacional. N.Proveedor (Cliente): Código del proveedor - Revisar Valora: Especifica una serie de opciones que tomará el programa a la hora de tratar con el cliente. Número de copias Albarán: Especifica el número de copias que se imprimiran. Recibo albarán: Especifica si el albarán ha de ser un recibo. 🚨 Al salir de esta ventana, el programa actualizará automáticamente todos los registros de clientes proveedores. "},"title":"Clientes Nacionales"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/condiciones-de-bloqueo/":{"data":{"":"","#":"Esta sección permite establecer condiciones específicas de bloqueo para un grupo de clientes o zonas.\nExisten tres tipos de bloqueo disponibles:\nBloqueo por zona Bloqueo por código postal Bloqueo por cliente Bloqueo por Zona El bloqueo por zona permite restringir la venta de ciertos artículos en áreas específicas. Para utilizar esta opción, es necesario tener previamente definidas las zonas de venta.\nBloqueo por Código Postal Esta opción permite bloquear ventas basadas en códigos postales. Es crucial tener correctamente configurado el código postal en la ficha del cliente mediante CP-Población.\nBloqueo por Cliente Similar a las opciones anteriores, esta funcionalidad permite bloquear la venta de determinados artículos a clientes específicos."},"title":"Condiciones de Bloqueo de Artículos"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/formas-de-pago/":{"data":{"":"Permite definir las diferentes formas de pago, tanto para clientes como para proveedores.\nCuando accedemos a esta pantalla se nos mostrará una ventana con todas las formas de pago definidas al igual que los botones relativos a las acciones que podremos realizar.\nA la hora de crear una forma de pago podremos hacerlo mediante la botonera usando el botón de alta o mediante el atajo de teclado (Ctrl+A) lo cual nos abrirá una ventana con los siguientes campos.\nCodigo de pago C: Código de la forma de pago. Es un campo alfanumérico.\nForma de pago: Nombre de la forma de pago.\nNúmero de vencimientos: Número total de vencimientos.\nDesplazamiento 1-Vto: Número de días que sumará a la fecha de factura para conformar el primer vencmiento.\nDías entre Vencimientos: Días que habrá entre vencimientos en el caso de que haya más de uno.\nEmitir Recibo: Si la forma de pago lleva asociada la impresión de un recibo elegiremos la opción S, si no hay recibo asociado dejaremos la opción por defecto N.\n% Entrada: Porcentaje del total de la factura/albarán que se dará por cobrado automáticamente a la emisión del documento (albarán o factura).\n% DTO PP: Porcentaje de descuento por pronto pago. Se aplicará automáticamente en las facturas de los clientes que tengan asociado la forma de pago.\nCuenta Contable: Cuenta de contrapartida a la que se destinará el cobro.\nDescripción: Descripción del pago. Esta descripción aparecerá automáticamente al dar el pago de un vencimiento de una factura.\nTotal a/cta Vto: Total a cuenta vencimiento, indica si el total del vencimiento\nRecargo: Porcentaje de recargo antes de impuestos.\nRiesgo Dias/Num: Riesgo en días o número de albaranes o facturas permitidas para esta forma de pago.\nℹ️ En el caso de que estipulemos 10 días de riesgo para albaranes o facturas, si el cliente con esa forma de pago tiene pagos pendientes de más de 10 días, se le inhabilita para la venta hasta que se paguen esos documentos. Lo mismo aplica para los días. RETENC_PAG: Cobra Representante: Permite la posibilidad de que el representante pueda realizar cobros bajo esta forma de pago. ℹ️ Ejemplo de formas de pago "},"title":"Formas de Pago"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/grupos-de-clientes/":{"data":{"":"El programa nos permite definir grupos de cliente para posteriormente hacer uso de los mismos para aplicar ciertas condiciones o de cara a estadísticas.\nSe compone de un código alfanumérico y un nombre descriptivo."},"title":"Grupos de cliente"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/reclasificacion-de-clientes/":{"data":{"":"Esta opción nos permite realizar un proceso automático de reclasificación, asignando el estado de cliente en Inactivo y Potencial en función de los días continuos de consumo.\nDías Inactivos: Días totales SIN CONSUMO para clasificar al cliente como INACTIVO.\nDías Potenciales: Días totales CON CONSUMO CONTINUADO para clasficar al cliente como POTENCIAL."},"title":"Reclasificación de Clientes"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/reordenar-rutas-cliente/":{"data":{"":"Nos permite reordenar nuestro rutero introduciendo un intervalo de separación."},"title":"Reordenar Rutas de cliente"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/sepa-codigos-swift/":{"data":{"":"En esta pantalla se recogen los códigos SWIFT/BIC de los bancos. Es una tabla generada previamente y no es necesario modificarlo."},"title":"SEPA - Códigos SWIFT de Bancos"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/tipo-de-informacion/":{"data":{"":"Contiene la información comercial (serpentines, grifos, sombrillas…) indicando el código de cada artículo, descripción y el código con el que Mahou lo identifica."},"title":"Tipos de información"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/tipos-de-alta/":{"data":{"":"En este apartado se definen todos los posibles tipos de altas o bajas relacionados con la compentencia."},"title":"Tipo de Alta/Baja"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/tipos-de-clientes/":{"data":{"":"En este apartado se define el tipo de cliente dependiendo de su actividad y al sector al que pertenece.\nHay dos niveles, uno para indicar el sector al que pertenece el cliente (Hosteleria, Alimentación, etc) y otro para indicar el tipo dentro del sector."},"title":"Tipos de Cliente"},"/docs/ficherosprincipales/clientes/auxiliares-de-cliente/zonas/":{"data":{"":"Al igual que los grupos se permiten definir distintas zonas de venta con el fin de ubicar a cada cliente en una zona determinada y posteriormente obtener datos estadísticos."},"title":"Zonas de cliente"},"/docs/ficherosprincipales/clientes/pantallabonificaciones/":{"data":{"":"","#":"En esta pantalla se hace referencia a las bonificaciones destinadas a incentivar el consumo de este cliente. Este tipo de bonificaciones supone una cantidad en Euros que el concesionario otorga a un cliente en función al consumo que realice en un tiempo estipulado. Estas bonificaciones no tienen por qué existir, a no ser que el concesionario las haya pactado con aterioridad con el cliente.\nPara asignar las bonificaciones deberemos realizar unos pasos previos:\nPaso 1 Asignar los tramos de bonificación Paso 2 Crear las bonificaciones.\nEn la siguiente imagen se muestra la pantalla de comisiones y bonificaciones de la ficha de un cliente.\nEn la imagen apreciamos los siguientes campos:\nBonif. Cajas (Bonificaciones por Caja): Código de bonificación por cajas.\nBonif. Barril (Bonificaciones por Barril): Código de bonififación por barril.\nEstos códigos se asignan de manera automática utilizando el proceso de Asignar códigos de bonificación ![Asignar códigos de bonificación]\nEn esta pantalla, además, se reflejan las comisiones que perciben nuestros empleados o autónomos por realizar su función a este cliente en cuestión. Las comisiones simples se crean en una tabla dispuesta para ello en la opción 2.8.1-Comisiones Simples- Mantenimiento ![Comisiones Simples] Se aplicarán los códigos de columna de la Tabla de Comisiones por cada una de las funciones que consideremos y diferenciando si nuestro personal es empleado o autónomo."},"title":"Bonificaciones Cliente"},"/docs/ficherosprincipales/clientes/pantallaclientes/":{"data":{"":"","clientes#Clientes":"","ficha-de-cliente#Ficha de Cliente":"Clientes En esta pantalla mediante las opciones de menú, podremos consultar diferentes datos de interés, además de realizar las operaciones básicas sobre cada uno de nuestros clientes.\nA la hora de dar de alta un cliente, el programa exigirá la introducción de datos que considera importantes para su gestión, dejando la posibilidad de dejar en blanco aquellos que por lógica carecen de tanta importancia.\nEsta obligatoriedad se pondrá de manifiesto en diferentes mensajes de error bien al dejar un campo obligatorio en blanco o al terminar de recorrer todos los campos de la ficha\nBarra Navegación Cliente Antes de avanzar con la pantalla principal, mostraremos la barra principal de navegación de la pantalla clientes, que dependiendo en que apartado del programa nos encotremos tendra un aspecto diferente.\nNos desplazaremos de izquierda a derecha explicando la funcionalidad de cada botón.\nDejando el puntero encima de cada botón nos mostrará una ventana emergente con su funcionalidad.\nSalir: Botón principal para salir de la pantalla actual. Primero: Este botón nos llevará al primer registro. último: Este botón nos llevará al último registro. Anterior: Nos desplaza un registro anterior. (Se puede usar la combinacion Ctrl + Flecha izquierda) Posterior: Nos desplaza un registro posterior. (Se puede usar la combinacion Ctrl + Flecha derecha) Alta: Da de alta un registro nuevo. (Se puede usar la combinación Ctrl + A) Baja: Da de baja el registro actual. (Se puede usar la combinación Ctrl + B) Modificar: Modifica el registro actual. (Se puede usar la combinación Ctrl + M) Imprimir: Nos muestra una ventana emergente con una serie de listados referentes al cliente en pantalla. Los listados a mostrar son: Estadísticas de venta, Ficha del Cliente y estado de cuenta.\nPara imprimir la orden de domiliciación deberemos introducir en el cuadro “IBAN”\nExportar: Exporta la ficha a excel. En desuso\nCalculadora: Abre la calculadora por defecto del sistema.\nBúsqueda I: Permite buscar por nombre, dirección o código. Permite a su vez buscar introduciendo parte de la palabra.\n$: Mediante el carácter dolar($)(Mayús + 4 ) permite buscar por registros dados de baja. Búsqueda II: Permite buscar por dirección.\nOrden: Permite cambiar el orden de búsqueda de registro. Las opciones disponibles son por código de cliente, dirección comercial y nombre comercial. Precios especiales: Permite acceder a la pantalla de precios especiales asociados al cliente en pantalla. También permite saltar a la pantalla de promociones, bonificaciones y Rappels.\nRutero: Accede a la pantalla de rutas de distribución asignadas al cliente.\nPedidos: Permite visualizar la lista de pedidos del cliente y visualizar cada uno de ellos posicionándonos encima y pulsando intro. Cuando pulsemos Escape (ESC) desde la pantalla volveremos a la ficha del cliente.\nEsta funcionalidad se aplica para las facturas y albaranes.\nAlbaranes: Accede al apartado de albaranes del cliente. Facturas: Accede al apartado de facturas del cliente. Vencimientos: Accede a los vencimientos de facturas del cliente. Ventas: Permite visualizar tres tipos de informe. Un informe de Ventas entre fechas, un informe de incidencias de reparto y un gráfico de consumo comparativo con los dos años anteriores siempre y cuando exista consumo. Histórico de pvp: Permite visualizar los distintos precios de venta de un artículo que se han aplicado al cliente en un periodo de tiempo determinado. Stock de depósitos/Envases: Nos redirige a la pantalla de control de stocks de envases, el control de depósitos y puntos de promoción. Si se tiene el módulo activado, también permite ver la relación de artículos no entregados a ese cliente. Esa opción también lo permite la siguiente opción.\nArtículos pendientes de suministro: Muestra los artñiculos que no se han podido servir al cliente. Información Comercial: Permite llevar un registro de material comercial (PLVs) entregados al cliente. Memo: Información en texto libre para el cliente. Otros datos del cliente: Muestra una pantalla donde poder introducir otros datos de contacto del cliente. Otras direcciones: Permite registrar otras direcciones, personas de contacto y teléfonos del cliente. Cheque/pagaré: Permite imprimir un cheque o pagaré al cliente que tenemos en pantalla. Cubo de datos: Exporta a un programa de minería de datos las diferentes estadísticas del cliente que estamos visualizando. En desuso. Google Maps: Permite visualizar en Google Maps la ubicación del cliente siempre y cuando la dirección este introducida correctamente. En desuso. Ficha de Cliente Procederemos a detallar cada aspecto de la ficha de clientes.\nTodos los campos se recorren de izquierda a derecha\nCódigo cliente: Es un código alfanumerico por el cual el usuario del programa identifica a cada uno de sus clientes.\nEs aconsejable codificar los códigos con 5 carácteres numéricos a fin que que la cuenta contable y el código de cliente mantengan cierta relación.\nEl programa genera automáticamente la cuenta contable si el código es numerico, por ejemplo si nuestro cliente está codificado como 00043, su cuenta contable se generará como: 43000043.\nSi durante el proceso de alta se introduce el símbolo ‘+’ en el campo de código de cliente, el programa genera automáticamente un número de cliente correlativo.\nCódigo Sucursal: POR RELLENAR\nActivo (ACT): Indica el estado del cliente, admite tres tipos de estado\nS (Sí): El cliente se encuentra activo y se pueden realizar operaciones sobre el.\nN (No): El cliente ya no está activo y hay que indicar la fecha de baja. Ya no se podrá realizar ninguna operación sobre el exceptuando consultas.\nI (Inactivo): El cliente ya no está activo pero no necesariamente cerrado. Se utiliza para aquellos clientes que cesan su actividad durante un determinado periodo de tiempo.\nNIF: Este campo se rellena con una estructura determinada que es Número-Letra. El programa es capaz de determinar por sí solo la letra que acompaña el número.\nEn el caso de que sea DNI no calculará la letra.\nTIPO: Hace referencia al tipo de cliente. Lleva asociado una tabla con los códigos de todos los tipos disponibles.\nDATOS FISCALES: Consiste en un bloque de cuatro lineas:\nNombre Fiscal: Nombre fiscal del cliente. Dirección: Dirección fiscal del cliente. Código Postal y Localidad: Sigue una estructura determinada (CP-Localidad). Provincia: Provincia. Siguiendo el orden de izquierda a derecha se nombran los siguientes campos.\nDATOS COMERCIALES\nNombre Comercial: Nombre comercial del cliente (Establecimiento). Dirección Comercial. Código Postal y Localidad: Sigue la misma estructura que los datos fiscales. GRUPO: Esta campo permite agrupar varios clientes con un denominador común, con el fin de hacer referencia al grupo creado en otras secciones del programa.\nPor ejemplo a la hora de crear promociones que afecten a un determinado grupo de clientes.\nPara hacer uso de este campo primero ha de dar de alta los grupos en la sección 153-Grupos de cliente.\nNAC: Indica si se trata de un cliente nacional. Entendemos por cliente nacional a todo aquel cliente al que el proveedor le factura directamente. Para dar de alta un cliente nacional se deberá hacer desde el apartado 157-Clientes - Proveedores.\nSERIE FAC: POR RELLENAR\nOBSERVACIÓN IMPORTANTE: Es un campo libre que sirve para introducir una información relativa a ese cliente, la cual aparecerá por pantalla, a modo de aviso, cada vez que realicemos una operación sobre ese cliente.\nEj: Avisar antes de servir.\nBANCO DOMICILIADO: Nombre del banco domiciliado.\nCuenta bancaria (CTA): Número de cuenta bancaria, se introduce todos los dígitos seguidos.\nEl programa realiza una validación mediante el dígito de control (D.C.) si el número de cuenta introducido es válido, mostrando un mensaje de error en caso de que no lo sea.\nEMAIL FACTURAS: Mediante este campo podremos introduccir hasta dos direcciones de correo las cuales se usarán para el envío de los documentos a través de email. Se debe tener configurado correctamente los parámetros de email\nTELEFONO: Número de telefono del cliente.\nTELEFAX: Número de FAX del cliente.\nREPRESENTANTE: Código del preventista que visita al cliente.\nPara poder asignar un representante, deberemos darlo de alta previamente en el sistema mediante 22 - Personal\nCÓDIGO DE ZONA: El programa permite ubicar a los clientes en zonas con el fin de obtener información estadística basándose en ese critrerio. TIPO DE PAGO-1: Tipo de pago referentes a las operaciones A. TIPO DE PAGO-2: Tipo de pago referente a las operaciones B.\nCUENTA CONTABLE: Código generado automáticamente por el programa al dar de alta un cliente con código numérico.\nTOTAL ALBARANES PENDIENTES: Es el importe total al que ascienden todos los albaranes del cliente que están pendientes de ser facturados. Este dato se genera de manera automática.\nEn algunos casos y debido al erroneo mantenimiento de la base de datos este campo puede arrojar una cantidad diferente a la real. Para ello utilizaremos el recálculo de saldos.\nOBSERVACION: Campo destinado a una observación interna. Este campo no se refleja en ingun lugar más alla de la ficha de cliente.\nTIPO DE FACTURACION: Se utiliza para configurar la facturación automática. Para este campo existen las siguientes opciones:\n0: Factura resumen, es decir, todos los albaranes se agrupan bajo una misma factura. Si se utiliza la opción de Documentación de cargas se facturará todos los albaranes que el cliente tenga en esa carga.\n1: Factura directa. Se creará una factura por cada albaran. 2: Sin factura. Generalmente se utiliza para clientes considerados como Nacionales. 3: Variación de factura resumen. Mediante esta opción se evitará que se facture en documentación de cargas pero mantendra la factura por agrupación. 4: Variación de factura directa. Mediante esta opción se evitará que se facture en documentación de cargas. 1º DIA DE PAGO: Día del mes en el que se gira la factura en el caso de que el cliente sea de crédito.\nVease formas de pago: ![Formas de pago]\n2º DIA DE PAGO: Día del mes en el que se vuelve a girar la factura en caso de que no se haya efectuado el pago en el primer día de pago.\nMES DE NO PAGO: Número del mes en el que el cliente no hace efectivo ningún pago.\nEj: Mes 7 (Agosto) porque el cliente se encuentra de vacaciones.\nTIPO PVP: Indica la tarifa de precios que se aplicará al cliente. Por defecto la tarifa 1.\nALBARÁN VALORADO: Hay dos posibles valores S o N:\nS (Sí): Albarán valorado, cada linea del albarán se imprime con precios y totales. N (No): Albarán sin valorar, cada linea del albarán se imprime solo con la cantidad. RIESGO: Cantidad en Euros o en facturas que se le concede al cliente con el fin de que cuando la deuda llegue al valor introducido nos muestre un aviso y se impida seguir realizando operaciones de venta sobre el. IMPUESTO ESPECIAL: Código numerico predefinido que se asigna a aquellos clientes.\n0: Impuesto Alcohol Exento. 1: Impuesto Alcohol Península. 2: Impuesto Alcohol Canarias. PROMOCION: Valor S/N. Indica si se le aplicarán las promociones generales.\nPUNTOS: Valor S/N. Indica si el cliente puede acumular puntos por compra.\n%EUR ALBARANES: Cantidad en porcentaje de descuento que se aplicará a los albaranes del cliente de forma general.\nLos siguientes campos vienen divididos en dos columnas para la facturación de la serie C (Facturación en A) y para la facturación de la serie F (Facturación en B).\nFACTURACIÓN EN C FACTURACIÓN EN F % DTO. LÍNEA Descuento que se le aplicará en cada linea de albarán Descuento que se le aplicará en cada linea de albarán % DTO. FACTU Descuento que se le aplicará en cada factura Descuento que se le aplicará en cada factura IVA S/N. Indica si se le aplicará IVA S/N. Indica si se le aplicará IVA R. EQUI S/N. Indica si se le aplicará Recargo de Equivalencia S/N. Indica si se le aplicará Recargod de equivalencia DETALLAR S/N. Indica si en una factura resumen aparecen los albaranes detallados o si de lo contrario aparece el número de albarán y el total del mismo. S/N. Indica si en una factura resumen aparecen los albaranes detallados o si de lo contrario aparece el número de albarán y el total del mismo. SALDO: Indica en cantidad de Euros el saldo de facturas pendientes de cobro. Al terminar de introducir los datos en esta pantalla el programa irá presentando las distintas advertencias de datos de caráter obligatorio no introduccidos o erroneos que deberemos subsanar para continuar."},"title":"Pantalla Clientes"},"/docs/ficherosprincipales/clientes/pantallarutas/":{"data":{"":"En esta pantalla podremos asignar las distintas rutas a los clientes. Para ello primeramente deberemos de haber dado de altas las rutas en 20 - Rutas A continuación se detallan los campos:\nRUTA: Código de ruta asignado.\nGR: Sirve para definir rutas referentes a familias de producto.\nEsto es útil cuando, teniendo en nuestro almacén varios productos, utilizamos rutas que distribuyen sólo un producto.\nEj; Agua, cerveza, leche…\nCOB (Cobrar): Admite sólo dos valores, S(Sí) y N(No). Indica si en la ruta asociada se cobrarán automáticamente los albaranes.\nCAMPOS L A D (Días de la semana): Orden de visita del cliente en el rutero.\nEl orden de visita es preferible introducirlo de 10 en 10 por si se desea introduccir alguno nuevo entre medias.\nEn caso de no disponer de espacio en los ordenes de visita, el programa dispone de una funcion de reorganización de rutas que los volverá a colocar de 10 en 10.\nALTA: Fecha de alta de la ruta. Se coge por defecto la fecha actual.\nULT PED (Último pedido): Fecha de último pedido que el cliente ha realizado."},"title":"Rutas de Clientes"},"/docs/ficherosprincipales/proveedores/auxiliares-de-proveedores/cambio-de-codigo-proveedor/":{"data":{"":"Nos permite al igual que en el apartado de clientes realizar un cambio de código de proveedor, moviendo todo lo relacionado del código antiguo al nuevo.\nEl código nuevo ha de estár vacío."},"title":"Cambio de código de proveedor"},"/docs/ficherosprincipales/proveedores/proveedores/":{"data":{"":"","proveedores#Proveedores":"Proveedores En este apartado encontraremos todo lo relacionado a nuestros proveedores. Una vez ingresemos al apartado de proveedores nos encontraremos la siguiente pantalla\nBotonera Proveedores Salir: Sale de la pantalla actual (Esc). Primero: Nos lleva al primer registro. último: Nos lleva al último registro creado. Anterior: Nos desplaza al registro anterior. (Ctrl + izq) Siguiente: Nos desplaza al siguiente registro. (Ctrl + drch) Alta: Da de alta un nuevo registro. (Ctrl + A) Baja: Da de baja el registro actual. (Ctrl + B) Modificar: Modifica el registro actual. (Ctrl + M) Impresión: Nos permite imprimir dos listados referentes al proveedor seleccionado. Ficha del proveedor o estado de cuenta. (Ctrl + I) Exportar a excel: Exporta la ficha del proveedor a Microsoft Excel. Calculadora: Abre la calculadora del sistema. Búsqueda: Realiza una búsqueda de registro introducciendo el código de proveedor o introduciendo bien parte de su descripción o mediante \"*\" y parte del registro. Precios Especiales: Nos permite visualizar los precios especiales que nos aplica el proveedor. Pedidos/Albaranes: Permite visualizar los pedidos/albaranes de compra realizados a este proveedor. Facturas: Permite visualizar las facturas realizadas a este proveedor. Vencimientos: Muestra una selección de vencimientos que permite filtrar por vencimientos pagados, no pagados o todos. Al hacer clic sobre el vencimiento en cuestión nos llevará a el. Pulsando escape (ESC) nos devuelve a la pantalla de proveedores. Memo: Información en texto libre para el proveedor. Gráfica: Muestra un gráfico con el consumo comparativo de los años anteriores. siempre y cuando existan datos. Artículos pendientes de suministro: Muestra los artículos del proveedor que están pendientes de servir. Otras direcciones: Permite registrar otras direcciones, personas de contacto y telefonos del proveedor. Cheques/Pagares: Permite imprimir un cheque o pagaré al proveedor seleccionado. Cubo de decisión: Exporta a un programa de minería de datos las diferentes estadísticas del proveedor seleccionado. En desuso. Google Maps: Permite visualizar la ubicación del proveedor en Google Maps siempre y cuando la dirección esté introduccida correctamente. En desuso. Documentos asociados: Nos muestra una pantalla donde podemos registrar los documentos asociados al proveedor. Alta de un Proveedor Mediante la combinación Ctrl + A se nos mostrará una pantalla donde podremos rellenar los datos de un nuevo proveedor.\nℹ️ Como hemos visto en otros apartados de la aplicación, nos irá pidiendo unos datos de carácter obligatorio que nos mostrará un mensaje de error ante la ausencia o erronea introducción. Código proveedor: Código numerico para identificar a proveedor. Al igual que en los clientes es recomendable usar una codificación de cinco dígitos. Proveedor: Nombre del proveedor. Nombre-1: Nombre resumen del proveedor. Dirección: Dirección fiscal del proveedor. Población: Población y código postal del proveedor. Sigue la codifiación de Código Postal - Ciudad. Provincia: Provincia. Telefono 1-2: Teléfono principal del proveedor y un teléfono secundario. CIF/DNI: CIF del proveedor. Observación: Observación importante libre del proveedor. Código pago C: Código de pago para serie C. Código pago F: Código de pago para serie F. Descuento Linea C: Descuento en tanto por ciento % que se aplicará a cada linea de pedido o albarán de compra del proveedor. Descuento Linea F: Descuento en tanto por ciento % que se aplicará a cada linea de pedido o albarán de compra en F del proveedor. Cuenta Bancaria/IBAN: Campo reservado para la cuenta bancaria del proveedor. IVA C/F: Campos con dos posibles valores, S(Sí)/N(No). Determina si se aplicará IVA a los documentos del proveedor. Rec. Equiv C/F: Campos con dos posibles valores, S(Sí)/N(No). Determina si se aplicará recargo de equivalencia a los documentos del proveedor. Observación 1/2: Campos de texto libre reservados para observaciones. Tarifa: Tarifa de compra que se aplicará automaticamente a los articulos que compremos del proveedor. Por defecto 0 - Coste. Email: Campo reservado para introduccir el email o emails del proveedor. Activo: Campo con dos posibles valores, S(Sí)/N(No), indica el estado del proveedor. Regalo a cargo del proveedor: POR RELLENAR Dto a cargo del proveedor: Por rellenar Dia de Pago 1: Primer día en el cua se girará la factura de compra. Dia de Pago 2: Segundo día en el cual se volverá a girar la factura en caso de impago en el dia 1. Pais: País del proveedor. Fax: Fax del proveedor. Cuenta contable: Cuenta contable asociada al proveedor. Se rellena automáticamente siempre y cuando se use una codificación de cinco dígitos en el código de proveedor. Cuenta Contrapartida: Cuenta destinada a la contrapartida del proveedor en caso de que también sea acreedor. Cuenta Pago: Cuenta destinada al pago del proveedor. Cuenta Manipulación: Cuenta destinaada a la manipulación. Formato C/F: Campo destinado a la introducción de un formato especifico. Si se rellena este campo se usará el informe especificado en vez de el informe por defecto. Albaranes Pendientes: Campo automático que muestra el saldo de albaranes pendientes de pago. Saldo: Campo automático que muestra el saldo total del proveedor. PVP Albarán nacional: Permite seleccionar el precio de venta final para los albaranes a terceros. Por defecto se coge el PVP-1 de la ficha del cliente. Pago rápido de facturas Mediante el botón de facturas podremos filtar por las facturas pagadas, no pagadas o ambas, lo cual mostrará por pantalla un listado de las facturas del proveedor.\nPodemos ir seleccionando las facturas que deseemos o usar los botones de Marcar todos lo que nos seleccionará todas las facturas o Desmarcar Todos lo que nos desmarcará las facturas selecionadas.\nLas facturas seleccionadas se mostrarán en color rojo en la pantalla mostrada.\nCon la tecla escape (ESC) nos devolverá a la pantalla prinicipal de proveedores con una ventana emergente, la cual nos pedirá el concepto de pago, la fecha de vencimiento y la cuenta contable destino.\n⚠️ Este proceso da por pagadas las facturas y sus correspondientes vencimientos de forma automática Estadísticas de compra Proveedor Mediante la funcionalidad de imprimir (Ctrl + I) podremos sacar varios listados respecto al proveedor seleccionado.\nUna vez entremos en Estadísitcas de Compras se nos mostrará una ventana emergente donde tendremos que rellenar varios datos.\nFecha Inicial/Final: Rango de fechas que deseamos filtar. Tipo C/F: Filtro de albaranes en serie C, F o ambos. Clase 1-3: Permite fitrar por 3 clases de artículo. 🚫 Para poder usar esta funcionalidad deberemos tener bien definidas las clases de nuestros artículos Familia: Permite filtrar por familia de artículo. Proveedor: En el caso de que no seleccionemos previamente un proveedor antes de usar el listado deberemos introducir manualmente el código de proveedor. Si hemos seleccionado el proveedor antes de usar el listado, deberemos dejar el campo en blanco. Imprimir: Campo con dos posibles valores: Pantalla: Mostrará el consumo mediante una nueva pantalla. Imprimir: Monstrará el consumo mediante un listado que podremos imprimir. Estadísticas de compra - Pantalla Mediante esta opción s enos mostrará una pantalla con la información en formato gráfico.\nLos campos a recalcar son:\nCódigo: Código del artículo. Artículo: Nombre del artículo. Unidades: Unidades compradas en el año en curso. Unidades Anteriores: Unidades compradas en el año anterior Regalo: Unidades regaladas. Litros: Total de litros consumidos. Importe: Importe bruto total por artículo. Último PVP: Último precio de compra registrado. Último %: por rellenar Tarifa 1: Por rellenar. Ficha del Proveedor Si seleccionamos esta opción nos sacará por pantalla un informe con todos los datos del proveedor.\nEstado de Cuenta Mediante esta opción podremos sacar un informe contable el cual contiene el estado de las distintas cuentas del proveedor."},"title":"Pantalla Proveedores"},"/docs/ficherosprincipales/representantes/pantallarepresentantes/":{"data":{"":"","alta-de-un-representante#Alta de un Representante":"Representantes En este apartado encontraremos lo necesario relacionado a nuestro personal.\nLa pantalla de representantes tiene el siguiente aspecto\nComo es habitual, mediante la botonera o los atajos de teclado podremos realizar las distintas operaciones sobre ellos.\nAlta de un Representante Mediante el botón de alta se nos abrira una ventana emergente con una serie de campos que hemos de rellenar.\nℹ️ El programa nos irá mostrando mensajes de error en aquellos campos que debido a su obligatoriedad no pueden quedarse vacios Código: Código del representante, es de tipo alfanumérico por lo que puede contener tanto números como letras. Hay dos formas de introducir este código.\nDe forma manual, insertando carácteres alfanuméricos. Si el código ya existe el programa nos avisará obligando a cambiarlo. De forma automática, insertando el cáracter “+”. Nombre: Nombre y apellidos del representante.\nDirección: Dirección postal del representante.\nPoblación: Código postal y Población Fiscal separados ambos por un guión. Ej: 28017-MADRID\nTeléfono: Télefono del representante.\nCIF/DNI: CIF o DNI del representante.\nObservación: Campo libre para una observación.\nEmail: Correo Electrónico del representante.\nCálculo comisión: Tipo de cálculo que se aplicará a las comisiones:\n0 - Base. 1 - Total. 2 - Bruto. Comisión 1 - 6: Porcentaje aplicado de comisión.\nComisión Compleja: Código de comisión compleja asignado.","representantes#Representantes":""},"title":"Pantalla Representantes"},"/docs/movimientos/":{"data":{"":"En este apartado se encuentran los movimientos de entrada, salida o intercambios entre almacenes, las incidencias al igual que los distintos módulos de comunicaciones externas."},"title":"Movimientos"},"/docs/movimientos/asiganciondelotes/":{"data":{"":" Mediante esta opción se nos permite asignar códigos de lote a aquellos artículos añadidos en albaranes que no tienen uno.\nAl usar esta opción se nos pedirá un filtro de periodo donde deberemos introducir la fecha inicial y final de los albaranes a consultar, el proveedor al que pertenecen los artículos (Con el comodín asterisco seleccionamos todos los proveedores) o podremos filtar por artículo o familia.\n⚠️ Esta opción asignará automáticamente los código de lote a los albaranes "},"title":"Asignación de Lotes a Albaranes sin Lote"},"/docs/movimientos/incidencias/":{"data":{"":"Esta pantalla recoge el listado de incidencias generadas en las diferentes visitas a los clientes.\nLos campos que muestra son simples, la persona que informa de la incidencia, que suele ser el preventista o representante de los clientes, el código del cliente que provoca la incidencia, la fecha en la que se produce, el tipo de incidencia y una observación libre para nosotros.\nLas incidencias se pueden dar de alta desde el programa de gestión pero lo normal es que se metan desde el TPV mientras el preventista hace su ruta diaria."},"title":"Incidencias"},"/docs/movimientos/inventarios/":{"data":{"":"sin uso"},"title":"Inventarios"},"/docs/movimientos/movimientoses/":{"data":{"":"Desde esta pantalla podemos observar los movimientos de los artículos tanto de entrada como de salida, entre almacenes y hasta los cambios de estado que lleguen a alcanzar. Cada albarán de venta genera una serie de movimientos que afectan al stockage, cada albarán de compra también genera movimientos y todos ellos aparecerán automáticamente en esta pantalla. Para generar movimientos entre almacenes por ejemplo, tenemos que dar de alta nosotros mismos esos movimientos desde esta pantalla.\nLa pantalla de movimientos tiene el siguiente aspecto\nReferencia: Código numérico generado automáticamente por la aplicación con el fin de llevar un registro. Artículo: Código del artículo. TI: Tipo de movimiento: CA: Cambio de almacén. CR: Cambio de ruta. E: Entrada proveedor. FR: Falta rutas. I: Intercambio entre almacenes. MU: Muestras. NE: Nevera. PR: Promociones. RA: Roturas almacén. RE: Regalo. RR: Rotas Rutas. S: Venta reparto. SA: Sobra almacén. SR: Sobra Rutas. VA: Venta almacén. ℹ️ Cada uno de estos tipos de movimientos afecta a una operación distinta dentro del programa. Por ejemplo CA (Cambio de almacén) mueve el producto de un almacén a otro. Descripción: Apunte que se hace con el movimiento. O: Indica el almacén de Origen. D: Indica el almacén de Destino. Unidades: Indica el total de unidades implicadas en el movimiento. Precio: Indica el precio del artículo en el momento del movimiento. Fecha: Indica la fecha del movimiento. "},"title":"Movimientos E/S almacén"},"/docs/movimientos/reajustelotes/":{"data":{"":"Este proceso regulariza el stock del artículo con el stock de lotes.\nℹ️ En caso de que el artículo no tenga lotes asociados, se crea el stock a partir de las unidades disponibles en el almacen por defecto. Normalmente se utiliza cuando se da comienzo con el módulo de trazabilidad.\nEl código del lote creado es el código del artículo más la fecha de caducidad en formato AAAA/MM/DD\nAjustar: Elimina lotes en negativo y añade las unidades eliminadas al stock positivo más antiguo.\nBorrar Lotes 0: Borra los lotes sin stock.\nAgrupar Sueltos: Agrupa lotes con picos en lotes más grandes y los elimina.\nOpción usada sobretodo en artículos de pesaje Se agrupan aquellos que el peso es menor que el peso marcado en la ficha del artículo. En caso de que este sea cero se usa el que se pide en la pantalla de selección. Proveedor Incial - Final: Código de proveedor Incial y Final. Artículo Inicial - Final: Código de artículo Incial y Final. Familia Inicial - Final: Código de familia Inicial y Final. Tipo Artículo: Tipo de artículo a filtar. Pico Minimo: Especifica el mínimo de pico a calcular. Fecha Caducidad: Especifica la fecha de caducidad a asignar. (Solo para lotes NUEVOS) Almacén: Especifica el almacén de origen y destino. "},"title":"Reajuste de Lotes"},"/docs/ventas/pedidos/":{"data":{"":"","pantalla-pedidos#Pantalla Pedidos":"Pantalla Pedidos Desde este apartado se podrán visualizar, dar de alta o realizar las operaciones pertinentes sobre los pedidos de preventa.\nNo tienen ninguna connotación a efectos prácticos sobre el almacén o programa más allá de ser una anotación guardada.\nLa pantalla de pedidos tiene el siguiente aspecto\nEn la imagen podremos apreciar datos censurados, corresponen a los datos fiscales del cliente, nombre, dirección, código postal y población y nombre comercial.\nCabecera pedido En la cabecera del pedido encontramos los siguientes campos:\nNº de pedido: Campo generado automáticamente. Corresponde al número de pedido. Nº de cliente: Código de cliente. Campo obligatorio, es decir, el programa nos pedirá introducir un código o seleccionar de la lista mediante el comodín asterisco. Tipo de pedido: En la imagen aparece “C”, que corresponde a la serie por defecto de facturación. Es un campo automático, sólo se puede modificar si tenemos el módulo de series activo. Nº Almacén: Número de almacén del cual se realizará la retirada de género. Al ser un pedido no tiene impacto sobre el stock. Fecha: Fecha de alta del pedido. Albarán: En el caso de que pase a albarán se rellena automáticamente. Rut-P: Código de la ruta de preventa. En caso de dejar en blanco el programa nos mostrará una lista con las rutas de preventa disponibles. Rut-P: Códdigo de la ruta de distribución. En caso de dejar en blanco el programa nos pedirá lo mismo que con la ruta de preventa. Nota: Campo para observación. F1-5: Campos destinados para las funciones. F1 es obligatorio, el programa nos mostrará una pantalla con las funciones disponibles para elegir una. Datos Cliente Inmediatamente a la derecha de la cabecera del pedido encontramos los datos fiscales del cliente, se rellenan automáticamente desde la ficha del cliente, aunque mediante el botón de modificar (Ctrl+M) podremos modificarlos.\nCuerpo Pedido Una vez rellenada la cabecera el programa nos moverá automáticamente al cuerpo del pedido donde podremos dar de alta las lineas del pedido.\nReferencia: Código del artículo. Podremos buscar por comodín asterisco, o introduciendo parte del código o nombre del artículo. Los siguientes campos se rellenan de forma automática desde la ficha del artículo.\nDescripción botonera del cuerpo de pedidos Botón Descripción Accede a la pestaña de comisiones del representante Accede al histórico de PVP del artículo Accede a la pestaña de coste Nos lleva a la carga de distribucion asociada al pedido Añade una línea nueva Genera los envases asociados al artículo Importa el pedido desde excel Genera el pedido de compra en base al consumo del cliente. Botonera general de la pantalla de pedidos En cuanto a la botonera explicaremos únicamente los botones diferentes de esta pantalla ya que los generales siguen mantiendo la misma funcionalidad.\nBotón Descripción Genera un pedido de compra con las lineas de artículo introducidas Retiene el pedido Convierte el pedido en albarán Nos lleva a la carga de distribucion asociada al pedido Convierte el pedido a la serie F o viceversa Permite cambiar datos del pedido (Véase sección anexo) Pie Pedido Una vez rellenado el cuerpo del pedido, mediante la tecla ESC(Escape) el programa nos pedirá si deseamos generar los envases, pasada la ventana emergente nos situará automáticamente en el píe del pedido donde nos pedirá la introducción del porcentaje de descuento sobre albarán y la entrega a cuenta al igual que la forma de pago.\nF/PAGO: Código de la forma de pago (Ficha del cliente). 0.00%: Porcentaje de descuento general aplicado al pedido (por revisar) A cuenta: Total en euros entregados al momento del pedido. E: Tipo de entrega, siendo E entrega, T tarjeta etc… Neto: Total NETO del pedido. Anexo Cambio de datos Mediante el botón de cambio de datos se nos mostrará la pantalla de cambio donde podremos modificar algunos datos relacionados con el pedido.\nCliente: Modifica el código de cliente al que está asociado el pedido. Documento: Modifica el código de pedido. Tiene que ser un código que esté libre. Serie: Modifica la serie del pedido. El módulo ha de estar previamente activado. Carga(-1=no): Asocia el pedido a una carga de preventa/distribución. Introduciendo “-1” eliminamos la asociación. Factura Proveedor: Permite asociar una factura de compra al pedido. Observación: Modifica la observación del pedido. Alb. Entrega: Por rellenar Ord.Suministro: Por rellenar Num. pedido: Por rellenar Canal: Establece el canal del pedido. Servido: Modifica el estado del pedido. Num Albarán (-1=no): Modifica el código de albarán asociado. Introduciendo “-1” eliminamos la asociación. Porcentajes de tarifa\nRequiere previa activación por parte del personal técnico de Megas. Muestra los márgenes por tarifa, tanto de venta como de compra y su variación de PVP.\nKilogramos totales\nRequiere previa activación por parte del personal técnico de Megas. Muestra los kilogramos totales del albarán. Previamente hemos de rellenar el peso por unidad en la ficha del artículo."},"title":"Pedidos"},"/recursos/":{"data":{"":"","recursos-de-soporte-técnico#Recursos de soporte técnico":"Recursos de soporte técnico A continuación se detallan una serie de herramientas que usan nuestros técnicos para realizar la conexión remota. También encontrarás varios programas útiles para la gestión de archivos.\nAnydeskAnyDesk El software de escritorio remoto de alto rendimiento de AnyDesk permite compartir el escritorio sin latencia, un control remoto estable y una transmisión de datos rápida y segura entre dispositivos.\nDescargar AnyDesk\nTeamViewerTeamViewer TeamViewer es otra herramienta popular para la asistencia remota, perfecta para realizar sesiones de soporte y compartir pantallas.\nDescargar TeamViewer\nVolver a la pantalla principal Inicio"},"title":"Recursos"},"/reportar-error/":{"data":{"errores-o-sugerencias-en-la-documentación#Errores o sugerencias en la documentación":"Errores o sugerencias en la documentaciónSi encuentras algún error en la documentación, por favor, háznoslo saber usando el siguiente formulario.\nTambién puedes usarlo para hacer sugerencias.\nConcesionario: (Obligatorio)\rCorreo electrónico: (Obligatorio) Descripción del error o sugerencia:\rEnviar reporte\rPor favor, rellena los campos obligatorios.\rProtección de datos\rDe conformidad con lo establecido en la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, le informamos que los datos personales que nos proporcione a través de este formulario serán tratados de manera confidencial y se utilizarán exclusivamente con la finalidad de gestionar su reporte de error o sugerencia. Puede ejercer sus derechos de acceso, rectificación, cancelación y oposición mediante comunicación escrita a nuestra dirección de correo electrónico administracion@megassl.com.\r🚫 Importante: Este formulario NO ES VÁLIDO para el reporte de errores o solicitudes de asistencia.\nPor favor, contacta con el teléfono de asistencia de Megas para estos asuntos. "},"title":"Reporte de errores"}}